{"id":3352,"date":"2020-11-06T16:33:02","date_gmt":"2020-11-06T16:33:02","guid":{"rendered":"https:\/\/theryf.org\/?p=3352"},"modified":"2020-11-09T07:30:54","modified_gmt":"2020-11-09T07:30:54","slug":"the-less-explored-conflicts-between-israel-and-palestine","status":"publish","type":"post","link":"https:\/\/theryf.org\/the-less-explored-conflicts-between-israel-and-palestine\/","title":{"rendered":"THE LESS EXPLORED CONFLICTS BETWEEN ISRAEL AND PALESTINE"},"content":{"rendered":"\n<h3><strong>Introduction&nbsp;<\/strong>:<\/h3>\n\n\n\n<p> The unwavering conflict between Israel, the world&#8217;s only Jewish state, and Palestine, consisting of the Arab population, sparked up the most controversial and polarizing issues within modern-day international politics, essentially over the power dispute in deciding who gets what part of the geographical land.<\/p>\n\n\n\n<p><strong>Palestine<\/strong> is located at the Eastern coast of the Mediterranean sea, to the west of Jordan and south of Lebanon, consisting of Jordan valley and Ghawr, mountains and hills, southern desert, coastal and inner plains, whereas Israel is located at the Eastern end of the Mediterranean sea in west Asia, In the south, it has a small coastal line on the Red sea. It is surrounded by Egypt from the southwest, Syria from the northeast, Lebanon from the north, and Jordan from the east. (Please consider the map for a clear idea).<\/p>\n\n\n\n<p>The unresolved conflict between the two countries fighting for the right to attain peaceful statehood existence, within the same geographical region of the middle east, began in the early 20th century. But it can be dated back to thousands of years when the Jews fled from persecution in Europe wanting to establish a state of their own. Still, it was resisted by the Arabs who saw the land as rightfully as their own As a result of which several wars were fought, with the majority of wars being among those fought in the year 1948 and 1967. The war of 1967 is of great importance so far as the current situation is concerning because it transferred the west bank and Gaza strip under the control of Jews.<\/p>\n\n\n\n<p>The continuous string of wars between the two parties has to lead to a situation very difficult to resolve. It was difficult to make the west bank, which was essentially a part of Palestine, occupied by the Israeli military in 1967 along with East Jerusalem and Gaza strip, a part of an independent Palestine, which was the first and the foremost demand of the Palestinians because Israel had built settlements and constructed barriers which formed a de-facto border, making it difficult to decide, which part of the Jerusalem shall belong to, as both sides claim it to be their center. The dispute between the two sides regarding refugees is yet another crucial issue that needs thorough introspection. Therefore, the central conflict is essential regarding the Holy land, which is of greater religious, cultural, and political importance to both the parties in the disagreement.<\/p>\n\n\n\n<h4>&nbsp;<strong>Holy Land<\/strong>&nbsp;<\/h4>\n\n\n\n<p>&nbsp;The term holy land usually refers to a territory roughly corresponding to the modern state of Israel, the Palestinian territories, western Jordan, and parts of southern Lebanon and of southwestern Syria. The city of Jerusalem is sacred to many religious traditions, including the Abrahamic religions Judaism, Christianity, and Islam, which consider it a holy city. Some of the most sacred places for each of these religions are found in Jerusalem, and the one shared between all three is the Temple Mount.<\/p>\n\n\n\n<p>Jerusalem has been considered the holiest city in&nbsp;<strong>Judaism<\/strong>&nbsp;and the Jewish people&#8217;s ancestral and spiritual homeland since the 10th century BC. It is given such a special status in Jewish law that Jews outside Jerusalem pray facing its direction and believe that God promised the land to the children of Abraham i.e., Israelis and hence the claim.<\/p>\n\n\n\n<p>So far as the&nbsp;<strong>Islamic<\/strong>&nbsp;stand is concerned, Jerusalem is the sacred site along with Mecca and Medina because it is believed that the previous prophets of Islam had a close affiliation with the city and even the last messenger of Islam, Prophet Mohammad (saw) visited the city on a nocturnal journey. Besides that, it is also regarded as the first qibla and hence holds a great significance for Muslims in general and the inhabitants of Palestine in particular.<\/p>\n\n\n\n<h4><strong>History<\/strong><\/h4>\n\n\n\n<p> The conflict between the two countries gathered gravity in 1917 when the official support of Britain was extended to the Jewish National home in Palestine by Arthur James Balfour, then British Foreign Secretary, whose support was seen as ignoring the rights of Arabs of Palestine, which ultimately led to violence. When Britain was not able to control the fuelling of the violence, it withdrew its forces from Palestine in 1948, the time when the United Nations was created. Hence the matter is now to be resolved by the United Nations itself by taking into consideration the rights and claims of both the parties in the conflict.<\/p>\n\n\n\n<p>The United Nations took its first in an attempt to solve the problem by presenting a partition plan which proposed to create separate Jewish and Arab states in Palestine. The plan was accepted by most of the Jews but rejected by Arabs.<\/p>\n\n\n\n<p>Furthermore, When Israel declared its independence in 1948, a war took place between the two states the outcome of which was that Israel controlled about 50% of more territory than was suggested by the UN. Jordan controlled the west bank, Jerusalem holy sites, and Egypt controlled Gaza, but the Jews were removed from inside of Gaza by Israel in 2005; however, it maintained tight control at the border crossing.<\/p>\n\n\n\n<p>Shortly after in the year 1967, another war took place between Arabs and Israeli, where Israel seized Golan Heights from Syria, the west bank and east Jerusalem from Jordan, and the Sinai Peninsula and Gaza strip from Egypt. Currently, the west bank is nominally controlled by the Palestinian authority but is under Israeli occupation in the sense that the Israeli troops enforce security Restrictions and the Gaza strip is the control of Hamas, an Islamist fundamentalist party with no ground troop occupation.<\/p>\n\n\n\n<p>The year 1975 proved to be significant for Palestinians as the UN in year 1975 gave observer status to the Palestine liberation organization (PLO)and recognized the<strong> Palestinians&#8217; right to self-determination<\/strong> but irrespective of this recognition, violence continued between the two which led to the formation of Hamas in 1987, which is an offshoot of Egypt&#8217;s Muslim brotherhood seeking to free Palestine by jihad. It was in this year only when the tension in occupied territories of the west bank and Gaza reached a crucial point which led to the first intifada i.e. a war between Palestinian militants and the Israeli army.<\/p>\n\n\n\n<p>After the grave violence which led to the wastage of thousands of innocent lives on both sides, PLO and Israel agreed to recognize each other and renounced violence under an accord called Oslo Accords in 1993 which led to the establishment of the<strong> Palestinian Authority<\/strong> which later received autonomy in some parts of the west bank and the Gaza strip.<\/p>\n\n\n\n<h4>&nbsp;<strong>Current Situation<\/strong><\/h4>\n\n\n\n<p>  After the gulf war against Kuwait, where Palestinians supported Iraq, Palestinians lost financial and military support from Arabs(Zahler Reuben Israel Palestinian conflict, Oregon Hillel Eugene OR20 Nov 2014 lecture). Still, since the international community has recognized the problem of a Palestinian refugee, western nations came forward for support.<\/p>\n\n\n\n<p>As far as the negotiation is concerned, more rounds of negotiation occurred like the one led by then US president Bill Clinton which is the camp David ii, but this too didn&#8217;t fructify and was followed by intifada second, &#8220;the Al-Aqsa&#8221; intifada which erupted between the two parties in the year 2000 which left severe and deep imprints in the entire region. By 2003, 2,400 Palestinians and 800 Israelis have died, leaving hundreds more wounded and traumatized (Bunton martin p. the Palestinian-Israeli conflict, a very short introduction Np,97 print).<\/p>\n\n\n\n<p>The former Israeli prime minister Ariel Sharon sought to disrupt the Palestinian authority&#8217;s economic and physical infrastructure (ibid.) Israel deployed tanks, helicopters, and troops in Palestinian territories. The aim of Ariel Sharon, the then Prime Minister, was to separate the Israeli from Palestinians and not opt for any negotiations.<\/p>\n\n\n\n<p>The largely tumultuous decade of the 2000s resulted in more radical threats and further insecurity, intense military retaliation, and continual hardship for a daily Palestinian. When we consider the Gaza strip&#8217;s violence, there occur semi-frequent conflicts like the 2008 Israel-Gaza war, 2012 conflict, and the war of 2014, which usually resulted in protests across <strong>the west bank, IDF bombings, and ground invasions in Gaza<\/strong>, among other violations.<\/p>\n\n\n\n<p>The Israeli Govt. has taken a strict stand so far as its dealings with the Palestinians are concerned within the scope of international humanitarian law because it continues to impose unjustifiable restrictions on Palestinian human rights, not allowing the moment of goods and people in and out of Gaza strip and by allowing the Israeli citizens to settle in the occupied Gaza strip. Gaza&#8217;s restrictions resulted in <strong>limited access to educational institutions, medical care<\/strong>, economic and other opportunities, clean water, and electricity, and basic needs, which left 80% of the population dependent on humanitarian aid.<\/p>\n\n\n\n<p>The international human rights standards continue to be violated at Israeli forces&#8217; hands by firing live ammunition at peaceful demonstrators in Gaza and open fire operations. According to Al-Mezan, a Palestinian rights group, Israeli forces <strong>killed 34 Palestinians<\/strong>, and <strong>1883 were injured <\/strong>with live ammunition during the protests in 2019 as per the Gaza health ministry. These violations also resulted in unlawful attacks and civil casualties on both sides.<\/p>\n\n\n\n<p>According to Israeli Group Peace Now, in 2019, plans for 5995 housing units in west bank settlements were approved by Israeli authorities, excluding east Jerusalem as compared to 5618 in 2018.<\/p>\n\n\n\n<p> Israel&#8217;s cabinet officials approved the ex-post-facto, the outpost settlement of Mevo&#8217;ot Yericho in the Jordan valley, something that is illegal even under Israeli law. Besides that,<strong> the Israeli authorities also destroyed 504 Palestinian homes<\/strong> and other structures, while they with no construction permit in East Jerusalem or the West bank have given it under their control.<\/p>\n\n\n\n<p><strong>According to the UN office of the coordination of humanitarian affairs, the demolitions displaced 642 people.<\/strong><\/p>\n\n\n\n<p>Israel responds to the launching of rockets or incendiary balloons from Gaza, resulting in civilians&#8217; casualties by restricting Gaza&#8217;s access to territorial waters for fishers, closing Israel crossings to Gaza, slashing fuel imports to the Gaza power plant as a punishment.<\/p>\n\n\n\n<h4><strong>Stand of the International Community<\/strong><\/h4>\n\n\n\n<p>As far as the international community is concerned, different countries are being shown regarding the Israeli-Palestinian issue.<strong> The US has recognized the Israeli annexation of the Golan Heights<\/strong>, which imposed and expanded aid cuts to the west bank and Gaza including the USAID projects, declaring that the US does not consider the Israeli settlements to violate international humanitarian law. The US states also penalized the global tourism company Airbnb under anti-boycott laws for its pledge to remove listings from Israeli settlements in the west bank from its website, and hence it reversed its pledge.<\/p>\n\n\n\n<p>The European Union criticized the demolition in Sur Baher, Jerusalem, and the Israelis politician Netanyahu&#8217;s promise to annex the Jordan valley.<\/p>\n\n\n\n<p>Even the prosecutor of the international criminal court, instead of commencing a probe into the Palestinian situation, requested the court&#8217;s ruling about the matter that Palestine is a state, for the jurisdiction of the concerned court concerning the occupied Palestinian territory.<\/p>\n\n\n\n<p>In Feb. 2020, <strong>US President Donald Trump announced a controversial peace plan<\/strong> for the region that would legalize Israeli settlements in the west bank and East Jerusalem, allowing annexation of the parts of the west bank while Jerusalem would remain the undivided capital of Israel.<\/p>\n\n\n\n<p>This proposal was rejected by the Palestinian president Mahmoud Abbas on the basis that this plan will not bring peace or stability to the region as it annuls the legitimacy of Palestinian rights, including the right to self-determination. He said that it is an Israeli- American plan to put an end to Palestine&#8217;s question. But the Israeli ambassador Danny Danon considered this approach as a sane plan to end the longstanding conflict.<\/p>\n\n\n\n<p>The US envoy Mr. Mladenov expressed hope that the ambassador will support the Secretary General&#8217;s call for negotiation for the conflict&#8217;s solution. He held that &#8220;in the absence of the credible path back to negotiations, we all face a heightened <strong>risk of violence<\/strong>. Violence, which will drag both peoples and the region to a spiral of escalation with no end in sight&#8221;.<\/p>\n\n\n\n<p> As far as the world&#8217;s stand, with regard to the Palestinian-Israeli conflict, is concerned, the bitter truth is the <strong>legitimacy of Israel<\/strong> is recognized by the non-Muslim countries who maintain diplomatic relations with it. But some of them have taken an unbiased stand and have criticized the Israelis treatment of the Palestinians and its occupation of the west bank.<\/p>\n\n\n\n<p>&nbsp;When we look at the global public opinion, we realize that it is more sympathetic to Palestine, which has created a concern among the Israelis that the international boycott moment called BDS could pick up some support. This moment, which was initiated in 2005, aims to capitalize on Israel&#8217;s international anger by creating costs to Israel Palestinian policy through (BDS), i.e. boycotting Israeli goods and institutions, divestment from Israeli companies, and sanctions on the nation itself. As the Israeli-Palestinian conflict drags on, many Israelis worry that BDS will become more mainstream. It is believed that BDS could be a real problem for Israel if it fails to come to terms with Palestinians.<\/p>\n\n\n\n<p>One of the crucial things that have become the <strong>cause of Israel&#8217;s poor global standing<\/strong> <strong>is the west bank<\/strong> because most countries believe that the continuous Israeli occupation of the west bank is an unlawful military occupation which violates the fourth Geneva convention (reference) which is justified by Israel by stating that it isn&#8217;t occupied. Even if it were, it doesn&#8217;t violate the fourth Geneva convention because it prohibits forcible population transfers, not a voluntary settlement. <\/p>\n\n\n\n<h4><strong>C<\/strong>onclusion<\/h4>\n\n\n\n<p>Mahatma Gandhi, one of the peace-loving politicians of the Indian Nation has said &#8220;I object to violence because when it appears to do good, the good is only temporary. The evil it does is permanent &#8220;and when we consider this saying concerning the crises in any part of the world be it Syria, Rohingya, Palestine, Kashmir or any other conflicted area, one common thing is that it gets reflected on the eye of our mind, no matter how long-term the violence might be, its desired outcome never fructifies simply because power is violence and the more one tries to suppress a just cause illegally, the more such reasons will flourish. Therefore, parties to the conflict should realize this simple principle before it&#8217;s too late and should try to recognize each other in a rightful and fairway. As far as the Palestine-Israel is concerned, keeping in view of the unending devastation and grave violations of fundamental human rights, it&#8217;s high time for both of the parties to say no to violence, which is not going to be fruitful to any one of them instead of trying to resolve the issue more amicably and peacefully considering the emotional aspect and rights of both the sides. Besides, it is also vital for the International community to take an unbiased stand and contribute to the dispute&#8217;s just and fair settlement. Meanwhile, the UN is highly duty-bound to perform the function for which it was created and stop being a diplomatic, mute spectator, thereby contributing to global peace and security.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction&nbsp;: The unwavering conflict between Israel, the world&#8217;s only Jewish state, and Palestine, consisting of the Arab population, sparked up the most controversial and polarizing issues within modern-day international politics, essentially over the power dispute in deciding who gets what part of the geographical land. Palestine is located at the Eastern coast of the Mediterranean [&hellip;]<\/p>\n","protected":false},"author":21,"featured_media":3683,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[87],"tags":[],"authors":[{"term_id":78,"user_id":21,"is_guest":0,"slug":"nazakat","display_name":"Nazakat Hussain"},{"term_id":73,"user_id":32,"is_guest":0,"slug":"shaista","display_name":"Shaista Aziz"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3352"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/21"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3352"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3352\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3683"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3352"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3352"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3352"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}