{"id":3363,"date":"2020-10-01T14:16:08","date_gmt":"2020-10-01T14:16:08","guid":{"rendered":"https:\/\/theryf.org\/?p=3363"},"modified":"2020-11-08T09:52:53","modified_gmt":"2020-11-08T09:52:53","slug":"bangladesh-refugee-crisis-why-it-matters","status":"publish","type":"post","link":"https:\/\/theryf.org\/bangladesh-refugee-crisis-why-it-matters\/","title":{"rendered":"BANGLADESH REFUGEE CRISIS: WHY IT MATTERS?"},"content":{"rendered":"\n<h3>Introduction<\/h3>\n\n\n\n<p><strong>Who are Rohingyas?<\/strong><\/p>\n\n\n\n<p>Rohingyas are one of the many ethnic minorities of Myanmar which constitute its largest Muslim percentage. As the statistics suggest, before August 2017, nearly 1 million Rohingyas, which accounts for about one-third of the population, resided in the Rakhine state of Myanmar. Apart from that, almost 3.5 million Rohingyas are dispersed worldwide.<\/p>\n\n\n\n<p>Myanmar, which is a majority-Buddhist state, considers Rohingya Muslims as “Bangladeshis” and does not recognise them as its citizens. They were not even included in the 2014 census. Over the years, Myanmar has been accused of committing grave human rights violations and atrocities on Rohingyas such as torture, rape, enforced disappearances, destruction of properties, etc. forcing them to flee to different neighbouring countries, especially, Bangladesh. According to the most recently available data, more than 168,000 Rohingya have fled Myanmar since 2012.<\/p>\n\n\n\n<h4>History of the Rohingya Crisis<\/h4>\n\n\n\n<p>The conflict dates back to 1948 (after Myanmar’s independence from British rule) when the Union Citizenship Act passed by the government, excluding Rohingyas from its ambit, lead to a Muslim rebellion in the Rakhine state. This Act, however, allowed Rohingyas who had been living in Myanmar for two generations or more to apply for identity cards. But, in 1982, a new Citizenship Act was passed which identified 135 national, ethnic groups, excluding Rohingyas altogether. Thus, rendering them completely ‘stateless’. This led to another popular uprising followed by a military crackdown on the Rohingyas from 1989-1991, as a result of which, around 250,000 Rohingyas fled to Bangladesh. <\/p>\n\n\n\n<p>The conflict between Rohingya Muslims and Buddhists in the Rakhine state intensified in 2012 when the Arakanese political party along with the Buddhist monks and ordinary Arakanese attacked Rohingya and Kaman Muslim communities. In this violence, many were killed and buried in mass graves, and more than 1,00,000 people fled to Malaysia. In 2014, Myanmar conducted its first census in 30 years, and still not included Rohingyas as an ethnic group.<br>As a result, the Arkani Rohingya Salvation Army (ARSA) attacked a border post of Myanmar security forces in 2016, which was again followed by a military crackdown on innocent Rohingya civilians. During the crackdown, about 87,000 people fled to Bangladesh. However, the tension intensified to even greater levels in August 2017 after the Rohingya militia (ARSA) attacked more than 30 police posts on August 25, 2017. The Myanmar army responded by launching an unprecedented and deadly attack on the Rohingya community. At least 6,700 Rohingyas, including 730 Children under 5 years of age, were killed in that month according to Medicine San Frontiers (MSF) and more than 700,000 Rohingya fled from Myanmar. In 2018 after the UN scaled its response (after the 2017 mass exodus) and accused the Myanmar military of atrocities against Rohingya Muslims, Bangladesh and Myanmar government offered refugees a chance to return to Myanmar. However, not even a single person returned, fearing their lives. In 2019, there was further violence which led to the displacement of another 4,500 Rohingya people.<\/p>\n\n\n\n<p><img loading=\"lazy\" alt=\"Rohingya Muslims fleeing Myanmar\" src=\"https:\/\/lh6.googleusercontent.com\/GLSeTKYW4kbjeAFTPi7_UOMtzUVRmh0hipPZj8mpv3gWNsP54BrRnw6_RhLAVYLg8DunA3UZhEItSXBHvyowDEHtXM_-i_fX1dlE4WNDohQL73FdE4VJSI6xBQG2C_OgX2rLDw\" width=\"608\" height=\"377\"><\/p>\n\n\n\n<h4>The Bangladesh Crisis:<\/h4>\n\n\n\n<p>This Rohingya refugee crisis is among the largest, fastest movements of people in recent history. As a result of August 2017 violence during which indiscriminate and widespread attacks and killings were perpetrated by the Myanmar security forces against the Rohingyas, which was referred to as the “textbook example of ethnic cleansing” by the UN Human Rights Commissioner, more than 700,000 Rohingya Muslims from Myanmar have fled to Bangladesh. They joined another almost 300,000 refugees who had fled years before to escape the violence in Myanmar. <\/p>\n\n\n\n<p>This mass movement has resulted in a humanitarian crisis in Bangladesh with nearly 1 million Rohingyas taking refuge there in various camps along the border. Today, about 860,000 Rohingya refugees live in Kutapalong refugee camps which form the largest and most densely populated refugee settlement of the world according to UNHCR. Cox’ Bazar district follows next with about 850,000 refugees take shelter there. By September 2019, around 914,000 Rohingya were estimated to need assistance as most of those, especially women and children, who are arriving in Bangladesh, are traumatized and mostly injured by gunshots, shrapnel, fire, and landmines.<\/p>\n\n\n\n<p>This entire situation has resulted in a great strain on the resources of Bangladesh. As such, on April 23, 2020, Bangladesh’s Foreign Minister, Abdul Moen said the country would refuse entry to more Rohingya. This decision resulted in aggravation in the crisis as the Rohingya people were left with nowhere to go! However, the UN intervened immediately with UNHCR raising serious concerns about the push-backs, urging ‘greater coordination and responsibility-sharing by states to address the maritime movements of refugees and asylum Seekers protected man Sea. Brad Adams, Asia director at Human Rights Watch, said, “Bangladeshi Prime Minister, Sheikh Hasina has called herself the ‘Mother of Humanity’ for offering protection to Rohingya fleeing Myanmar, but now her government is turning its back on these refugees”. Human Rights Watch also has said that “Bangladesh should continue to uphold its international obligations not to return refugees to places where they face persecution and to return anyone to where they would face a risk of torture or ill-treatment”.<\/p>\n\n\n\n<p><img loading=\"lazy\" width=\"578\" height=\"393\" alt=\"Map showing Rohingya refugee settlements in Bangladesh as of January 2020\" src=\"https:\/\/lh3.googleusercontent.com\/op0LiuDyxFX5IvGtjMMwlH46y2zPdPuGR_b8r_q85GcyOFZYuIwK5HzBjmBfVUZyu633WTj5Jv-zYlqO8sP9J8uHFEWGNV9IPOqSUsfKrCyl_31Tw62MCM8wGFgIO66nWsORww\"><\/p>\n\n\n\n<h4>Relief Programs<\/h4>\n\n\n\n<p>There are over 200 aid agencies operating in the Rohingya camps. With a few exceptions, who are allegedly involved in corruption and nepotism, these agencies have been working tirelessly over the years to provide all sorts of humanitarian and other assistance to the refugees living in various camps in Bangladesh. <\/p>\n\n\n\n<p>WHO, UNICEF, UNOCHA, OXFAM, MSF, Save the Children, World Vision are some of the prominent UN agencies and NGOs working in refugee camps in Bangladesh. These organisations broadly provide aid through:<br><strong>• Providing health services,<\/strong> including life-saving drugs, maternal and child-care services, emergency medical services.<br>•<strong> Nutrition:<\/strong> these agencies, with their nutrition experts, provide proper nutritious diets to refugees, especially children, and pregnant women, to prevent malnutrition.<br>• <strong>Child protection and education: <\/strong>they also work towards the safety of children against various illnesses such as diarrhea, respiratory illnesses, by providing proper medical care. Besides, they provide protection against various forms of exploitation such as child marriage, sexual violence, physical violence, and human trafficking.<br><strong>• Education: <\/strong>in collaboration with UNICEF, many NGOs have been providing informal education to the children in refugee camps, especially between ages 3-14, besides providing vocational training to adolescents aged 15-18.<br>• <strong>Installing sewage facilities<\/strong>, water points, toilets, showers, distributing sanitation products such as soaps and other essentials, installing solar-powered lights, etc.<\/p>\n\n\n\n<h4>Government Policies<\/h4>\n\n\n\n<h4>Myanmar:<\/h4>\n\n\n\n<p>The Myanmar government does not recognise Rohingyas as citizens of Myanmar. It considers them as ‘Bangladeshis’ and refers to them as ‘Bengalis’. The World Report released by the Human Rights Watch in 2019 reported, “The Rohingya refugees who fled in 2018 reported that Myanmar authorities had ordered them to accept the National Verification Card – which does not provide citizenship – or leave Myanmar. Successive governments have for decades deprived Rohingya of nationality through systematic and institutionalized marginalization, rendering them stateless.” Earlier in 2017, the Myanmar state officials even went to an extent of altogether denying the existence of Rohingyas.<br>“There is no such thing as Rohingya”, said U Kyaw San Hla, an officer in the state security ministry. “It&#8217;s fake news”.<br>Human rights watchdogs have warned there is a danger of the Rohingya history being eradicated by the military campaigns. In a report released in October 2019, the Office of the United Nations High Commissioner for Human Rights said that Myanmar’s security forces had worked to “effectively erase all signs of memorable landmarks in the geography of the Rohingya landscape and memory in such a way that a return to their lands would yield nothing but a desolate and unrecognizable terrain”. The report also said the crackdown in Rakhine had targeted teachers, cultural and religious leadership, and other people of influence in the Rohingya community in an effort to diminish Rohingya&#8217;s history, culture, and knowledge”.<br>However, Myanmar has been denying almost all the allegations of human rights violations or other violence against Rohingyas. It says the 2017 military crackdown was a direct response to the ARSA militant attacks. Myanmar’s security officials accepted the killing of 10 Rohingya men in September 2017 in Inn Din Village only after the massacre was ‘exposed’ by the media. A year later, in September 2018, two journalists were convicted for breaking the state’s secret laws and sentenced to 7 years in prison.<br>Myanmar, in an attempt to hide the reality from the world, continues to bar international investigators, including the UN-mandated fact-finding mission and UN’s special rapporteur for the country, Yanghee Lee, to probe the violence on its soil.<\/p>\n\n\n\n<h4>Bangladesh:<\/h4>\n\n\n\n<p>Bangladesh lacks the wealth and infrastructure necessary to deal with a disaster of the scale it now confronts: it is an overpopulated and underdeveloped country that is prone to natural disasters and rising sea levels. The country is now struggling to cope with the pressure of hosting approximately 1 million stateless Rohingya refugees in Cox’s Bazar. Nevertheless, Bangladeshis have largely united in support of the Rohingya refugees. In a rare show of agreement, opposition parties backed Prime Minister Sheikh Hasina’s decision to shelter the Rohingya fleeing violence, at least for the time being. However, taking it as a short-term challenge, without any long-term planning or a blueprint for the future for the State to act on, could not produce any successful outcomes, with the crisis deepening every day. Although Bangladesh started with a very positive approach, such as when the violence against Rohingya refugees began to rise in Southern Bangladesh, the Central Government reacted very stringently. It put strict retractions on refugees and NGO’s that interfered with the humanitarian assistance in the camps. However, recently, Bangladesh began to impose new restrictions on refugees and NGOs working in the camps, such as restrictions on freedom of movement and the use of mobile phones. <strong>“The government’s actions are an easy solution to a bigger problem”<\/strong>, said Imtiaz Ahmad, director of the Centre for Genocide Studies at the University of Dhaka in Bangladesh in relation to the communication restrictions and challenges of security and repatriation. Bangladesh had previously banned the sale of SIM cards in the camps. It also began fencing some of the camps and saying it will install watchtowers and surveillance cameras. It also announced that it would begin relocating some refugees to the Silt Island in the Bay of Bengal, despite that being prone to very harsh weather. It has also cut off internet connectivity in the camps. It also removed the local officials working in the camps who were sympathetic towards the refugees. Further, not been allowed to work in Bangladesh, the stateless Rohingya refugees are desperate and are only permitted to work as part-time volunteers. Therefore, besides financial impacts, these policies have increased the vulnerability and insecurities of Rohingyas.<br>Brad Adams, Human Rights Watch’s Asia director, said in a statement that Bangladesh faced a challenge in dealing with the refugee crisis but “made matters worse by imposing restrictions on refugee communications and freedom of movement”. Despite knowing the fact that the refugees are not ready to go anytime soon, the government has failed to make any long-term, multi-layered policy to handle the situation on humanitarian grounds. The government has also not been able to seriously take up the repatriation of refugees with Myanmar. Hence, the current approach of the Bangladesh government is only adding to the humanitarian crisis already being faced by the refugees (emphasis supplied).<\/p>\n\n\n\n<h4>United Nations’ Stand<\/h4>\n\n\n\n<p>In December 2019, the UN General Assembly approved a resolution condemning human rights abuses against Muslim Rohingyas and other minorities in Myanmar. It called on Myanmar to stop the incitement of hatred against Rohingya and other minorities. It further called upon Myanmar to protect all groups and to ensure justice for all violations of human rights, while highlighting the findings of an independent international mission “of gross human rights violations and abuses suffered by Rohingya Muslims and other minorities” by Myanmar’s security forces, which the mission described as “gravest crimes under international law”.<br>However, the problem With such resolutions is that these are not legally binding upon the state against which they are passed but merely reflect the world opinion.<br>Further, there was a case brought against Myanmar by the Gambia for the human rights violations in the International Court of Justice (ICJ), and very recently, in January 2020, ICJ ordered Myanmar to prevent genocidal violence against its Rohingya Muslim minority and preserve any evidence of past crimes. These orders are binding on Myanmar.<\/p>\n\n\n\n<h4>Why Does this Crisis Matter?<\/h4>\n\n\n\n<p>The humanitarian crisis that unfolded as a result of the violence that erupted in Myanmar’s Rakhine state is one of the biggest of its nature in the world. As stated by UN Secretary-General, Antonio Guterres, “…Rohingya people have always been one, if not the only, of the most discriminated people in the world, without any recognition of the basic rights…” There have been allegations of, amongst other things, torture, rapes, arbitrary detentions, destruction of property against the Myanmar government. Besides, there have been well planned, institutionalised, and systematic actions by Myanmar security forces to eradicate the existence of the whole Rohingya community. They are being denied their identity, they are forced to leave their homeland and scatter in different parts of the world.<\/p>\n\n\n\n<p><strong>Therefore, a crisis of this nature and scale becomes important for various reasons.<\/strong><br>Firstly, <strong>“human rights”<\/strong> is a very sensitive topic in the world right now. It is the touchstonetouch stone of every action of every government and its agencies. Much stress has been given to the protection and respect for human rights under very international documents. Despite that, human rights violations on such a large scale necessitate looking into what actually is being done at the international level for upholding the values of human life, human dignity, human liberty, and human security; and what needs to be further done to put an end to this crisis.<br>Secondly, this crisis poses a <strong>threat to the peace and security<\/strong> of the entire world. This has two aspects. One, being exposed to such a crisis has a Huge tendency to radicalize young refugee men and <strong>convert them into terrorists<\/strong>, suicide bombers, etc. and two, it <strong>creates a sense of insecurity and vulnerability<\/strong> in the minds of all the minority communities around the world. It makes them feel that the majority can do anything with impunity, and there is no one to protect them and their rights. This will create a hostile environment in the world with people, especially minority communities, losing their faith in international law. Therefore, it becomes extremely important to deal with this crisis on a speedy and stringent basis.<br>Thirdly, such a crisis such crisis also <strong>leads to internal disturbances <\/strong>in the host countries. Countries like Bangladesh, which already have a lot of domestic issues to deal with, are posed with an additional burden to accommodate and care for the refugees. Such a crisis such crisis damages the social, environmental, political, economic, and cultural atmosphere of the host country. Problems like ecological degradation, sanitation problems, malnutrition, the spread of diseases, increased crime rate, trafficking, etc. are all inevitable products of such products such a crisis. Therefore, in this context also it is essential to understand the crisis in every aspect and address it in the best possible way, in order to reduce its impact on the refugees as well the host countries.<br>Lastly, there are some additional concerns with regard to this conflict, such as a <strong>very negative impact <\/strong>on the children, women, and other vulnerable groups such as the old. In the world that preaches liberty, this crisis has restricted them to their uninhabitable refugee camps without having the freedom to live a dignified and progressive life.<\/p>\n\n\n\n<h4>Conclusion<\/h4>\n\n\n\n<p>Therefore, this crisis is a situation of extreme urgency, which demands a swift and collective effort from all international stakeholders in the interest of millions of displaced people and in the larger part of world peace.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction Who are Rohingyas? Rohingyas are one of the many ethnic minorities of Myanmar which constitute its largest Muslim percentage. As the statistics suggest, before August 2017, nearly 1 million Rohingyas, which accounts for about one-third of the population, resided in the Rakhine state of Myanmar. Apart from that, almost 3.5 million Rohingyas are dispersed [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":3590,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[87],"tags":[],"authors":[{"term_id":64,"user_id":4,"is_guest":0,"slug":"aiman","display_name":"Aiman Jan"},{"term_id":70,"user_id":18,"is_guest":0,"slug":"mehreen","display_name":"Mehreen Altaf"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3363"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3363"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3363\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3590"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3363"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3363"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3363"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}