{"id":3371,"date":"2020-10-02T12:19:19","date_gmt":"2020-10-02T12:19:19","guid":{"rendered":"https:\/\/theryf.org\/?p=3371"},"modified":"2020-11-08T09:52:47","modified_gmt":"2020-11-08T09:52:47","slug":"everything-you-need-to-know-about-child-soldiers","status":"publish","type":"post","link":"https:\/\/theryf.org\/everything-you-need-to-know-about-child-soldiers\/","title":{"rendered":"EVERYTHING YOU NEED TO KNOW ABOUT CHILD SOLDIERS"},"content":{"rendered":"\n<h3>Introduction<\/h3>\n\n\n\n<p>The use of children as soldiers in armed conflicts is among the most morally repugnant practices in the Children are combatants in nearly three-quarters of the world&#8217;s conflicts. Yet moral reasons aside, compelling strategies are being continuously discussed and planned for limiting the use of child soldiers.ASeveralinternational laws and rules have been framed in this regard.<br>Today, It is against the international legislation that protects the rights of children to use children in welfare nevertheless it still remains a persistent issue in conflict-torn areas of the world. Children are used in direct combat, support roles like cooks and messengers, and as suicide bombers, to name a few duties—as child soldiers.<br>Further, the experts say, when conflicts involving children end, the prospects for a lasting peace are hurt by large populations of psychologically scarred, demobilized child soldiers.An also, countries that are more into recruiting child soldiers risk long-term instability as generations of youth are sucked into the wars.<\/p>\n\n\n\n<h4>Definition: What is meant by a child soldier?<\/h4>\n\n\n\n<p><strong>Child Soldier: <\/strong>&#8220;A person under the age of 18 recruited either voluntarily or by force to participate in an armed forces group in any capacity&#8221;.<br>A child soldier is not just someone who is involved in the fighting. They can also be those in other roles such as cooks, porters, messengers, human shields, spies, suicide bombers, or those used for sexual exploitation. It includes children recruited and trained for military purposes, but not used in war.<br>A child soldier or a child associated with an armed force group, according to the Paris Principles in 2007, &#8220;is any person, 18 years of age or younger, who is or has been recruited or used by an armed group in any capacity&#8221; (United Nations International Children’s Emergency Fund (UNICEF), 2007).<\/p>\n\n\n\n<h4>Brief History<\/h4>\n\n\n\n<p>Child soldiers is not a new phenomenon and have been a norm throughout history, accepted in almost all societies until relatively recently. History is filled with children who have been trained and used for fighting, assigned to support roles such as porters or messengers, used as sex slaves, or recruited for tactical advantage as human shields or for political advantage in propaganda.<br>The world had seen several such cases In the past, for example, when Napoleon recruited thousands of teenagers in his army, or when thousands of children were forced into different armies during the First and Second World War.<br>Children continued to be used throughout the 20th and early 21st century in every continent, with concentrations in parts of Africa, Latin America, and the Middle East. It is only in recent times that international efforts have begun to limit and reduce the military use of children.<\/p>\n\n\n\n<h4>Reasons for the Recruitment of Children<\/h4>\n\n\n\n<p>Children are and have been recruited in all parts of the world. They are recruited either by state armed forces(controlled by the government)or by non-state armed groups(armed groups outside government control) which include non-state armed paramilitary organisations, using children, such as militias, insurgents, terrorist organisations, guerrilla movements, ideologically or religiously-driven groups, armed liberation movements, and other types of quasi-military organisation, for different reasons e.g<\/p>\n\n\n\n<p>● Multiple sources\/reports claim that children are comparatively easy targets when it comes to radicalisation, manipulation, or intimidation, being one of the reasons why children are recruited as soldiers. Also as children are more obedient than adults and do not have a developed sense of danger, it is easy for recruiters to train and use children in any desired situation.<\/p>\n\n\n\n<p>● In combat, children can be daring and tenacious, particularly when under the influence of drugs—a common practice—or when compelled by political or religious zeal. Child units can greatly add to confusion on battlefields, slowing opposing forces’ progress.<\/p>\n\n\n\n<p>● In addition to this, children do not require many resources to maintain and thus are easily manageable.<br>Many times children choose by themselves to become child soldiers.<br>Giving away one&#8217;s childhood and becoming a soldier at that age is not a happy choice, a child would make. There are several reasons why children choose this path for themselves and become soldiers:<\/p>\n\n\n\n<p>● Children who join voluntarily often do not have a full understanding of the consequences of joining, or of the severity and danger of their tasks. Reasons children freely choose to join militant groups may be many, e.g., their families identify with a side of The conflict, and they feel they are honoring their families and their countries by choosing to fight; a survival tactic where militant groups promise safety and a sense of family; they are pledged to some type of pay off, or they have a sense of vengeance for lived inequalities that they feel war can correct.<\/p>\n\n\n\n<p>● In many cases, children choose to join as a result of economic or social pressures. Being poor, displaced, separated from their families, or living in a combat zone can make children particularly vulnerable to being recruited.<\/p>\n\n\n\n<h4>Roles of Child Soldiers<\/h4>\n\n\n\n<p>Child soldiers can take on a number of roles in armed conflicts and are recruited as young as the age of 8, any of them will be used in direct combat, as early as the age of 10, because modern assault rifles are easily managed by small children making child soldiers as useful and deadly in combat as adult soldiers. According to Singer, besides combat, typical roles for child soldiers are patrolling and surveillance, scouting or spying, and prisoner guard. These traditional soldier roles are often taken on by boys more often than girls. Not surprisingly, given what we know about human and sex trafficking worldwide, girls who are recruited into armed conflict are more often used as sex slaves or taken as wives or mistresses by army leaders. Other roles may be to act as cooks, porters, messengers, suicide bombers, etc.<\/p>\n\n\n\n<h4>Global Estimate and the Current Situation:<\/h4>\n\n\n\n<p>● According to the report of Child Soldiers International, 201, the number of children involved in armed conflicts has risen 159% since 2012, with almost 30,000 verified cases of recruitment in 17 countries around the globe.T he involvement of girls in armed conflict has more than quadrupled between 2017 and 2018, growing from 216 to 893 reported cases<\/p>\n\n\n\n<p>● The reports also state that fifty countries still allow children to be recruited into armed forces and that children under the age of 18 were seven being recruited and trained for military purposes in 46 countries; of these, most recruit from age 17, fewer than 20 recruits from age 16, and an unknown, smaller number, recruit younger children. States that still rely on children to staff their armed forces include the world&#8217;s three most populous countries (China, India, and the United States) and the most economically powerful (all G7 countries apart from Italy and Japan).<\/p>\n\n\n\n<p>● United Nations in 2017 Identified 14 countries where children were widely used by such groups: Afghanistan, Colombia, Central African Republic, the Democratic Republic of the Congo, Iraq, Mali, Myanmar, Nigeria, Philippines, Somalia, South Sudan, Sudan, Syria, and Yemen.<\/p>\n\n\n\n<p>● In 2017, the UN Secretary-General&#8217;s annual &#8220;name and shame&#8221; list highlighted the armed forces of Afghanistan, Myanmar, Somalia, South Sudan, Sudan, Syria, and Yemen for recruiting and using under-18s for armed conflict. But non-state armed groups also recruit children in these and other countries. The report said there were at least 4000 verified violations by government forces and over 11,500 by non-state armed groups in the 20 country situations is examined.<\/p>\n\n\n\n<p>● Also, Saudi Arabia and the United Arab Emirates hired child soldiers from Sudan (especially from Darfur) to fight against Houthis during the Yemeni Civil War (2015-present).<\/p>\n\n\n\n<h4>Impact on Children<\/h4>\n\n\n\n<p>“The child is recognized, universally, as a human being who must be able to develop physically, mentally, socially, morally, and spiritually, with freedom and dignity.”A child soldier, as against this, does not enjoy any of the mentioned rights or happiness in his life and lives an entirely different life filled with horror, misery, and violence. They are acting as child soldiers affect children physically, mentally, emotionally, socially, and morally as well.<br>The scale of the impact on children was first acknowledged by the international community in a major report commissioned by the UN General Assembly, Impact of Armed Conflict on Children (1996), which was produced by the human rights expert Graça Machel.<\/p>\n\n\n\n<p><strong>● Physical injuries, Health issues, and death:<\/strong> The 1996 report was particularly concerned with the use of younger children, presenting evidence that many thousands of children were being killed, maimed, and psychiatrically injured around the world every year. In addition to injuries, child soldiers may face a variety of other health problems, including malnutrition, poor hygiene, and health care, respiratory and skin infections, and punishment by physical abuse or deprivation.<\/p>\n\n\n\n<p><strong>● Drug addiction:<\/strong> Some armed groups force children to use drugs to desensitize them to violence and enhance their performance. The use of cocaine, amphetamines, and other stimulants is especially common. These drugs can cause lasting harm to the bodies and minds of child soldiers. Children leaving armed groups that force drug use may have a difficult time overcoming drug addiction and withdrawal.<\/p>\n\n\n\n<p><strong>● Sexual exploitation: <\/strong>All child soldiers are vulnerable to sexual abuse and exploitation by others in the armed group. The risks are usually much higher for girls, and the exploitation of girls is rising too. Sexually abused girls are at high risk of contracting sexually transmitted infections, including HIV. Girls are at risk of unwanted pregnancies. These pregnancies can be very dangerous for the girls, who are often mal-nourished, physically immature, and living in unsanitary conditions.<\/p>\n\n\n\n<p><strong>● Psychological distress:<\/strong> In addition to the physical vulnerabilities they face, child soldiers’ social and psychological development is often damaged by their experience in the armed group. Children are routinely exposed to terrible acts of violence and brutality. Researches have found that more than half of former child soldiers show symptoms of post-traumatic stress disorder and are more likely than other children to exhibit aggression and anti-social behavior.<\/p>\n\n\n\n<p><strong>● Poverty and Unemployment:<\/strong> The combined impact of all mentioned effects typically includes a high risk of poverty and lasting unemployment in adulthood.<\/p>\n\n\n\n<h4>International Laws and International Efforts<\/h4>\n\n\n\n<p>International efforts at protecting the rights of children started in 1924 with the Geneva Declaration of the Rights of the Child.<\/p>\n\n\n\n<p>● The Geneva Declaration of the Rights of the Child was just five Articles adopted by the League of Nations, stating that “mankind owes to the Child the best that it has to give, declare and accept it as their duty that, beyond and above all considerations of race, nationality or creed” (League of Nations, 1924, paragraph 1). Following this legislation, the United Nations’ Declaration of the Rights of the Child was adopted in 1959 which consisted of 10 principles to ensure for all children that “he [and she] may have a happy childhood and enjoy for his [and⁷ her] own good and for the good of society the rights and freedoms herein set forth” (United Nations, 1959, The General Assembly). Following these short declarations, in 1989 a 54-Article long Convention on the Rights of the Child was ratified with thorough explanations of who is considered a child and the responsibilities of the state to ensure protection and education to children in their varying cultural and political contexts (United Nations, 1989).<\/p>\n\n\n\n<p>● Then in 1997 Cape Town Principles, although not a legal document, was adopted. These principles represent an important consensus among major international NGOs and UNICEF and offer useful guidance in developing policies and programs that protect and support child soldiers. In addition to defining key terms, the principles provide a comprehensive overview of appropriate action related to the prevention of recruitment, demobilization, and reintegration of child soldiers.<\/p>\n\n\n\n<p>● Later the 2009 list of the Six Grave Violations Against Children During Armed Conflict tried to expand the responsibility and efforts of citizens and governments on an international level to intervene in and prevent the recruitment of child soldiers, protect the rights of children, and to react to the engagement of children in warfare.(United Nations, 2002; United Nations, 2013; UNICEF, 1997; UNICEF 2007).<\/p>\n\n\n\n<p>● The highest standard in the world is set by the African Charter on the Rights and Welfare of the Child, which forbids state armed forces from recruiting children under the age of 18 under any circumstances. It further requires State Parties to protect civilians and ensure respect for all rules of international humanitarian law applicable to children in all armed conflict, including internal conflict. Most African states have ratified the Charter.<br>Now, although international laws and principles, have undoubtedly been framed and adopted to restrict the recruitment of child soldiers, surely the main factor that makes legislation effective is the consequences of violation. These documents, however, are declarations, proclamations, conventions, and statements of best practices. Therefore, only countries who are members of the United Nations, sign the optional protocol(OPAC), and subscribe to the ideas and articles presented in the other documents are expected to abide by them. While countries may be highlighted by human rights watch organizations, “shamed” by the UN secretary-general, or other countries may refuse to engage in trade with them, there are rarely any concrete and legal consequences unless initiated and handed out by the governing state.<\/p>\n\n\n\n<h4><strong>Role of UN<\/strong><\/h4>\n\n\n\n<p>● The United Nations Committee on the Rights of the Child and others have called for an end to the recruitment of children by state armed forces, arguing that military training, the military environment, and abiding contract of service are not compatible with children&#8217;s rights and jeopardize healthy development during adolescence.<\/p>\n\n\n\n<p><strong>● Special Representative of the Secretary-General for Children and Armed Conflict:<\/strong> The already mentioned Machel Report of 1996 also led to a new mandate for a Special Representative of the Secretary-General for Children and Armed Conflict (SRSG-CAAC). Among the tasks of the SRSG is to draft the Secretary-General&#8217;s annual report on children and armed conflict, which lists and describes the worst situations of child recruitment and use from around the world. (Taken from &#8220;Special Representative of the Secretary-General for Children and Armed Conflict&#8221;)<\/p>\n\n\n\n<p><strong>● Security Council:<\/strong> The United Nations Security Council convenes regularly to debate, receive reports, and pass resolutions under the heading &#8220;Children in armed conflict&#8221;. United Nations Secretary-General In 2011 United Nations Secretary-General Ban Ki-moon raised the issue of children in conflict areas who are involved in violent activities according to the Extreme Measures report.<\/p>\n\n\n\n<h4>Conclusion<\/h4>\n\n\n\n<p>Child soldiers are being utilized all over the globe and thousands of violations of international declarations occur every year. These violations are easiest to track through the United Nations Secretary-General’s report. The most significant efforts to decrease and eliminate the use of child soldiers lie in getting more countries and non-state sanctioned military organisations on board with the Children, Not Soldiers campaigns and to pledge to prohibit military involvement for anyone under the age of 18. Countries, all over the world, must powerfully and effectively incorporate the international laws for the protection of children in their domestic legislation. Yet, of course, the most effective way to stop the use of child soldiers is to end the conflicts in which they fight. &#8220;Child soldiers will be used by [warring] parties for as long as the war continues. There must be a political solution, and conflicts must be resolved, as many as possible.<br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction The use of children as soldiers in armed conflicts is among the most morally repugnant practices in the Children are combatants in nearly three-quarters of the world&#8217;s conflicts. Yet moral reasons aside, compelling strategies are being continuously discussed and planned for limiting the use of child soldiers.ASeveralinternational laws and rules have been framed in [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":3547,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[87],"tags":[],"authors":[{"term_id":65,"user_id":7,"is_guest":0,"slug":"aqsa","display_name":"Aqsa Assadullah"},{"term_id":68,"user_id":14,"is_guest":0,"slug":"farah","display_name":"Farah Jan"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3371"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3371"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3371\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3547"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3371"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3371"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3371"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}