{"id":3374,"date":"2020-10-02T13:11:30","date_gmt":"2020-10-02T13:11:30","guid":{"rendered":"https:\/\/theryf.org\/?p=3374"},"modified":"2020-11-08T09:52:38","modified_gmt":"2020-11-08T09:52:38","slug":"how-did-yemen-become-a-victim-of-a-severe-humanitarian-crisis","status":"publish","type":"post","link":"https:\/\/theryf.org\/how-did-yemen-become-a-victim-of-a-severe-humanitarian-crisis\/","title":{"rendered":"HOW DID YEMEN BECOME A VICTIM OF A SEVERE HUMANITARIAN CRISIS?"},"content":{"rendered":"\n<h3>Introduction<\/h3>\n\n\n\n<p>Yemen is the largest humanitarian crisis across the globe, with an estimated 24 million people, which makes about 80 percent of the total population in grave need of humanitarian assistance including millions of children.<br>Yemen officially known as The Republic of Yemen is a nation situated at the Southern end of the Arabian Peninsula in Western Asia, covering the second largest part of the Arabian Peninsula as being a Sovereign State.<br>Since the conflict arose, civilians of Yemen have been the victim of bad governance, holding a range of unredressed grievances that include violence, attacks, arbitrary detentions, torture, and enforced disappearances. Moreover, humanitarian aid has been impeded from time to time, and problems such as violence against women, famine, poverty; diseases have taken a spike. The ongoing conflict has damaged the economy and infrastructure of the country on a larger scale, leading to the world’s largest humanitarian catastrophe.<\/p>\n\n\n\n<h4>Historical perspective: Yemeni Civil War<\/h4>\n\n\n\n<p>In ancient times, Yemen was ruled by Sabaeans, which prospered as a trading state for centuries altogether. Later, the Jewish influenced Himyarite Kingdom came into existence. Religions, primarily Christianity and Islam, grew rapidly in the 4th and 7th centuries, respectively. It can be seen that the administration of Yemen has long been in a state of turmoil, from the emergence of different dynasties to the unification of Northern and Southern Yemen, forming the present Republic of Yemen.<br>To begin with, the conflict of Yemen has its roots in the non-fulfillment of political transition supposed to bring firmness following an Arab Spring uprising that forced its long-time president, Ali Abdullah Saleh to hand over his power to his deputy Abdrabbuh Mansur Hadi. But unfortunately, Mr. Hadi could not deal with many problems such as separatist movement in the south, attacks by jihadists, unemployment, corruption, food shortage, etc. Besides, a Houthi movement known as Ansar Allah led by Yemen’s Zaidi- Shia Muslim minority, fought several rebellions against Saleh and took advantage of Hadi’s inability by taking the northern province of Saada and vicinity under control.<br>Disillusioned with the transition, many Yemeni Sunnis supported Houthi, and later the rebellions gradually took over the capital city Sana’a. As a result of which two groups came into existence: the Abdrabbuh Mansur Hadi &#8211; led Yemeni government and the Houthi armed movement along with their allies and supporters, both claiming to establish the official government of Yemen.<\/p>\n\n\n\n<p>Sana’a which is controlled by Houthi forces along with its allies who were loyal to the former President Ali Abdullah Saleh conflict with the forces loyal to Hadi who are based in Aden. Also, attacks have been carried out by Al-Qaeda in the Arabian Peninsula (AQAP) and the Islamic State of Iraq and Levant (ISIL). At the same time, the Hadi government had clashes with United Arab Emirates (UAE) forces as a result of their military measures. The Houthi led supreme revolutionary committee after taking over Sana’a along with its government declared a mobilization to topple Hadi and extend their control by conquering southern Yemen.<br>The Saudi-led bombing campaign has been criticized largely by people at large which has resulted in the mass killing of civilians as per the Yemen data project.<br>Furthermore, according to a report, the Saudi led coalition attacked Houthi Saleh forces in support of President Hadi. As the war continued, alliances broke, and Saleh was assassinated in a clash. Consequently, war broke out between UAE backed Yemeni forces in Aden and Yemeni government forces due to which civilians suffered a spiraling economic crisis, lack of essential services, broken governance, health, education, and judicial systems.<\/p>\n\n\n\n<h4><strong>Crisis in Yemen: Major Reasons<\/strong><\/h4>\n\n\n\n<p>The intensity of the Crisis in Yemen can be understood with this, that even the delivery of much needed humanitarian aid is unlawfully impeded; the ongoing armed conflicts have affected the civilian population terribly, Airstrikes have been conducted by coalitions killing thousands of civilians. Moreover, Houthi forces recruited children, used banned landmines, and damaged major cities killing and injuring commoners. Activists and journalists have been threatened and harassed. Besides, Houthi forces have taken hostages, raped, and tortured detained migrants.<br>On the contrary, the imputability has been woefully inadequate even when there is much evidence of infringement of International law by the parties to the conflict.<\/p>\n\n\n\n<p>●<strong> Unlawful Airstrike<\/strong><br>Human Rights Watch: An International non-governmental Organization has documented a number of airstrikes apparently conducted by the Saudi-led coalition, including deadly attacks on Yemen&#8217;s fishing boats. Further, it has been documented that, since the war began more than 20,100 airstrikes have been conducted on Yemen by a Saudi-led coalition that amounts to an average of 12 attacks a day. Destroying hospitals, market places, bridges, factories, detention centers, etc.<\/p>\n\n\n\n<p>●<strong> Children and Armed Conflict<\/strong><br>According to a United Nation report on Yemen, all the parties to the conflict have used child soldiers under the age of 18 and 15 years, mostly recruited by Houthis.<br>The United Nation Secretary-General released an annual “list of shame” for violations against children in armed conflict, which has detailed that the Saudi-led coalition was responsible for the death and injury of 729 children, Houthis were responsible for the death of 398 children, and 58 children were killed and injured by Yemeni government forces. The irony here is that the secretary-general listed the Saudi-led coalition in this list on the one hand and categorized it as a step to improvisation on the other hand, despite the mounting evidence that these forces killed and harmed children on a larger scale.<\/p>\n\n\n\n<p>● <strong>Arbitrary Detentions, Torture, and Enforced Disappearances.<\/strong><br>All the parties to the conflict in Yemen have arbitrarily detained people, abused them and subjected them to poor conditions, and forcibly abducted and disappeared people perceived to be political opponents or security threats.<br>It is evident from different reports that detention facilities controlled by UAE and UAE backed forces arbitrarily detained and tortured detainees, who are suspected to be members of ISIL and AQAP.<br>In the same way, Houthis have also been made responsible for dozens of cases of arbitrarily detaining and enforcing disappearances, while being subjected to torture and other ill-treatment which include beating with iron rods, rifles, and being hung from walls with their arms shackled behind them.<br>For these reasons, the female members of the families of the abducted men have protested in front of the prisons in major cities of Yemen hoping for their kidnapped sons, fathers, brothers to be searched, these have been grouped under a name which is “Mothers of Abductees Association”. This association reported the Disappearance of 3,478 cases, among which 128 were killed.<br>Not only this but, academicians, students, Politicians, Journalists, and other minority groups have reported being harassed by Houthis.<\/p>\n\n\n\n<p>●<strong> Landmines<\/strong><br>Reportedly, Houthis have installed landmines throughout Yemen, such as anti-personnel mines, improvised explosive devices, and anti-vehicle mines along the western coast of Yemen, causing hundreds of civilian deaths and injuries. In addition to which, aid workers’ abilities to reach vulnerable people got obstructed. Their use has been documented in six governorates. Since the conflict arose, at least 140 civilians, including 19 children&#8217;s lives have been put to an end because of these landmines. While landmines have been planted in farmlands, roads, villages, and wells civilians access have been prevented especially farmers whose life completely depends upon crops and water. Demining efforts also face many problems.<\/p>\n\n\n\n<p>● <strong>Famine<\/strong><br>Millions of people are starving in Yemen; half of them are suffering extreme levels of hunger or are a step away from famine. The percentage of famine cases is increasing year by year. Two-third of all districts in Yemen are already pre-famine. Armed Conflict Location and Event Data Project (ACLED) reported that more than 85,000 civilians have died as a result of ongoing famine.<br>On the other hand, food shortage is gravely affecting IDPs and host communities, marginalized groups, landless wage laborers, and the fishing communities. In addition to this, it has been warned that more than 13 million Yemenis face starvation and that it could become “the worst famine in the world in 100 years”.<\/p>\n\n\n\n<h4><strong>Need for Humanitarian Aid:<\/strong><\/h4>\n\n\n\n<p>In order to survive, a large number of people seek humanitarian assistance. The situation is getting exacerbated year by year with the millions of Yemenis facing hunger, health issues, and other problems. Among the countries, 29 million inhabitants’, 24 million people need some sort of protection. While some have fewer needs, others have severe needs. Out of every 10 Yemeni civilians, more than 8 are in need of humanitarian aid, being the only option left with them.<\/p>\n\n\n\n<h4><strong>Agreements by the Parties to the conflict:<\/strong><\/h4>\n\n\n\n<p>The Peace talks in United Nations between the Houthis and the Yemeni government in December 2018, (when the special envoy of United Nations Secretary-General for Yemen brokered a cease-fire, known as the Stockholm Agreement) led to the termination of hostilities in the coastal towns of Hodeida, Salif, and Ras’ Issa. But, their agreement did not include other ground fightings and the new military funds.<br>The killing of Saudi journalist Jamal Khashoggi urged International scrutiny of Saudi Arabia’s International Law infringements in Yemen and other states’ potential complicity in abuses through arms sales. Few European countries such as Norway, Finland, Netherlands, and Germany either reviewed or suspended their arms sales to members of the Saudi-led coalition, on the other hand, countries including the US, Canada, France, and Australia are still supplying military weapons.<\/p>\n\n\n\n<h4>Governmental Initiatives:<\/h4>\n\n\n\n<p>In terms of area, most part of Yemen is controlled by the official Yemen government. But, when it comes to population, major cities such as Sana&#8217;a and Sa&#8217;dah are controlled by Houthi forces. Thus, even if the government takes certain steps or initiatives, implementation becomes difficult.<br>As such, the vision of Yemen&#8217;s government is to elevate Yemen&#8217;s international ranking to that of a medium ‘human development’ country. While, trying to stop the growing threat of famine and negotiate with different nations to effectively try to unblock imports, ensure distribution of aid, and counteract a lack of foreign exchange in this nation. But, still, Yemen’s weak governance capacity and poor fiduciary environment have hampered its access to reach out to people in need. Reportedly, Yemen’s government is helpless, as the Houthis have seized most of its weapons during the coup. So, Due to the lack of resources, it is not able to cope up with the consequences of conflict.<\/p>\n\n\n\n<h4><strong>What Can Be Done:<\/strong><\/h4>\n\n\n\n<p>The conflict has had a polarizing impact on society at the local level. Thus, initiatives must be taken to help alleviate the crisis and they are as follows;<\/p>\n\n\n\n<p>⮚ <strong>First<\/strong>, emphasis should be made on the importance of practical solutions. While easing the pressure on people with the help of humanitarian efforts and focusing on depoliticizing the supply of food and health care<br>⮚ <strong>Second<\/strong>, negotiations regarding the conflict and safe humanitarian access, and aid pipelines must be worked out by all the parties to the conflict. So, nations across the world should contest any efforts that allow Houthis to remain armed.<br>⮚<strong> Third<\/strong>, parties to the conflict must respect the international humanitarian law and have an obligation to take certain precautions to limit the impact of conflict on civilians.<br>⮚<strong> Fourth<\/strong>, the government must ensure that public sector workers are paid salaries so that the continuation of essential services is not hindered.<br>⮚<strong> Fifth<\/strong>, diplomatic channels should remain open and humanitarian financing and action needs to be impartial and neutral.<br>⮚ <strong>Sixth<\/strong>, a bit can be done by individuals across the globe by donating through the number of organizations and foundations working for this cause.<\/p>\n\n\n\n<h4>Conclusion<\/h4>\n\n\n\n<p>It cannot be denied that for years, the United Nations and its partners have been trying to protect the people of Yemen. For example, each month, the United Nations World Food Programme (WFP) distributes 1 lac metric tons of food, which reaches more than 8 million Yemenis; The World Health Organization (WHO) and United Nations Children&#8217;s Fund (UNICEF) has provided cholera vaccines to more than 3 lac people; United Nations Population Fund (UNFPA)has provided reproductive health services to 2,50,000 women, and the United Nation Office for Coordination of Humanitarian Affairs (OCHA) works with the government at all levels to increase coordination and betterment.<br>Despite this, the conflict of Yemen is multifaceted and characterized by deep mistrust. Virtually, everyone in Yemen has been the victim of this destructive armed conflict and the past five years have left the people completely exhausted.<br><br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction Yemen is the largest humanitarian crisis across the globe, with an estimated 24 million people, which makes about 80 percent of the total population in grave need of humanitarian assistance including millions of children.Yemen officially known as The Republic of Yemen is a nation situated at the Southern end of the Arabian Peninsula in [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":3573,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[81,87],"tags":[],"authors":[{"term_id":67,"user_id":9,"is_guest":0,"slug":"bisma","display_name":"Bisma Bashir"},{"term_id":71,"user_id":40,"is_guest":0,"slug":"ziqra","display_name":"Ziqra Kanroo"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3374"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3374"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3374\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3573"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3374"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3374"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3374"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}