{"id":3382,"date":"2020-10-03T16:06:47","date_gmt":"2020-10-03T16:06:47","guid":{"rendered":"https:\/\/theryf.org\/?p=3382"},"modified":"2020-11-09T07:52:46","modified_gmt":"2020-11-09T07:52:46","slug":"open-defecation-what-does-it-take-to-eradicate-this-where-does-the-world-stand-in-progress","status":"publish","type":"post","link":"https:\/\/theryf.org\/open-defecation-what-does-it-take-to-eradicate-this-where-does-the-world-stand-in-progress\/","title":{"rendered":"OPEN DEFECATION: WHAT DOES IT TAKE TO ERADICATE THIS? WHERE DOES THE WORLD STAND IN PROGRESS?"},"content":{"rendered":"\n<blockquote class=\"wp-block-quote\"><p><strong>Sanitation is more important than independence <\/strong><\/p><p>                       <strong>  ~Mahatma Gandhi<\/strong><\/p><\/blockquote>\n\n\n\n<h3><strong>Introduction<\/strong><\/h3>\n\n\n\n<p>Open defecation is a human practice of defecating outside in a free environment. It has been defined as the practice of defecating in open fields, waterways, and open trenches without any proper disposal of human excreta. The method of open defecation is usually attributed to ancient times when there was no concept of toilets or due to less population, which exerted lesser pressure on surroundings. However, with the increase in population, the practice of open defecation led to some serious health and environmental issues. Due to development and urbanization, more attention was given to health, hygiene, and sanitation, which demanded the elimination of the practice of open defecation.<br>There have been many efforts made by various international bodies, including W.H.O and UNICEF to combat the practice of open defecation across the globe. These international bodies have conducted multiple surveys, prepared reports, and framed policies in order to help the nations across the world to overcome the practice of open defecation.<\/p>\n\n\n\n<h4><strong>Why Do People Defecate in Open?<\/strong><\/h4>\n\n\n\n<p>There have been many reasons for the human practice of open defecation. Generally, one may attribute this practice to poverty and lack of infrastructure, but there are other motivations for the people to go for the practice of open defecation. We have tried to classify the reasons for Toilet- related and Socio-cultural reasons.<\/p>\n\n\n\n<ol><li><strong>Toilet- related reasons:<\/strong><br>Toilet related reasons include non- availability of toilets, broken toilets, non-availability of water near toilets, presence of men near toilets, bad smell inside toilets, safety and privacy concerns<\/li><li><strong>Socio-cultural reasons:<\/strong><br>Social-cultural motivations include lack of awareness, hesitant to change behavior, habitual of the practice, an act of socialization, preference of being in nature. Some people also say that the practice of open defecation was there during the time of god and goddesses, therefore to defecate inside toilets would go against their religious sentiments. While others believe that defecating in toilets near or inside houses bring bad smell and diseases.<\/li><\/ol>\n\n\n\n<h4><strong>How is Open Defecation a Problem?<\/strong><\/h4>\n\n\n\n<p>Open defecation is a taboo topic linked with a number of ill consequences. Emptying vessels in open space demand special attention because research has revealed its harmful effects. Few serious effects of defecating in open space are mentioned below under four heads, viz;<br>1) Health-Related Problems;2) Environmental degradation;<br>3) Attack on Human Dignity; and<br>4) Economic Disadvantages.<\/p>\n\n\n\n<p><strong>1) Health-Related Problems:<br><\/strong>Defecating in open space induces a large number of flies, which act as disease carriers and spread several contagious diseases to human beings like, Diarrhea, Cholera, Typhoid, etc.. Due to lack of proper sanitation, children suffering from Diarrhea or Cholera or Typhoid, loose appetite, which results in malnutrition among them. The United Nations has reported that the countries where open defecation is practiced at a high rate have the highest number of deaths of children under the age of five because of open defecation. Practicing open defecation may also result in Kidney and bladder infections, as well as hookworm infection.<\/p>\n\n\n\n<p><strong>2) Environmental Degradation:<\/strong><br>Practicing open defecation has Severeere impact on the environment as well. People, practicing open defecation, generally prefer riverside for nature’s call, which pollutes the river water causing water pollution. Open defecation is also the leading cause of groundwater contamination. Improperly disposed human wastes act as major soil polluters. Stink emitting from human disposal is also hideous and pollutes the surrounding air. Such places seduce large numbers of insects, which act as disease carriers and make the place dull.<\/p>\n\n\n\n<p><strong>3) Attack on Human Dignity:<\/strong><br>Despite health and environmental impacts, open defecation has another grave and severe impact and that is loss of, human privacy and dignity, specifically for women and girls. The absence of private toilets put women and girls at the risk of sexual harassment and rape. Defecating openly makes them assailable to violence, and that acts as a clog to women empowerment and girl education.<\/p>\n\n\n\n<p><strong>4) Economic Disadvantage:<\/strong><br>Apart from serious impacts on humans and the environment, the practice of open defecation also affects the economy of a particular country. It handicaps the economic development and growth of a nation. Defecating openly results in a decrease in productivity and the economy of a nation. Poor sanitation practices limit workers&#8217; productivity, longevity, and their ability to invest and save.<\/p>\n\n\n\n<h4><strong>What is World Doing to Stop Open Defecation?<\/strong><\/h4>\n\n\n\n<p>All the countries across the globe have geared up to combat the practice of open defecation. Different countries have come up with different ideas and policies for ending the practice of open defecation and for providing proper sanitation facilities to their citizens. International bodies like WHO, UNICEF, etc. are playing an active role to help countries across the globe to overcome open defecation. Some of them are:<\/p>\n\n\n\n<p><strong>A) Sustainable Development Goals:<\/strong><\/p>\n\n\n\n<p>The Sustainable Development Goals (SDG`s) were prepared in 2015 by the UN General Assembly. The SDG 6.2 goal is to provide access to adequate and equitable sanitation and hygiene for every person. The SDG 6.2 goal mainly focuses on the elimination of the human practice of defecating in open space by 2030. This goal pays special attention to the sanitation and hygiene facilities of women and children. To pull the menace of open defecation from the bottom, by 2030, it is necessary that at least 60 million people should stop emptying their bowels in open space.<\/p>\n\n\n\n<p><strong>B) Wash Program:<\/strong><\/p>\n\n\n\n<p>UNICEF\/ WHO and various other international bodies at present are conducting a Water Sanitation and Hygiene (WASH) strategy. Over 100 countries out of which 26 high burden countries will be given special focus. These 26 countries are called “game plan countries&#8217; and these game plan countries put almost 90% of the global burden of open defecation. The target of UNICEF&#8217;s game plan is to eradicate open defecation from these 26 countries from its root. The Centers for Disease Control and Prevention (CDC) under WASH is also trying to save the lives of people by improving and providing adequate sanitation.<\/p>\n\n\n\n<p><strong>C) World Toilet Day:<\/strong><\/p>\n\n\n\n<p>World Toilet Day is observed every year on 19th November. It is an official United Nations Observance day. World Toilet Day is celebrated to draw the attention of the world towards the issue of open defecation across the globe. It is used to raise awareness and inspire action to tackle the issue of sanitation crises across the globe.<\/p>\n\n\n\n<p><strong>D) South Asia Conference on Sanitation:<\/strong><\/p>\n\n\n\n<p>Regional consultations such as the South Asia Conference on Sanitation (SACOSAN) are inspiring various advocacy campaigns and political commitment across south Asian countries to address the crisis of open defecation. During the last decade, there has been the greatest increase in the use of toilets. Sanitation revolution is blossoming across the region which is clearly visible in India, Pakistan, Afghanistan, etc.<\/p>\n\n\n\n<p><strong>E) Sanitation and Water for All:<\/strong><\/p>\n\n\n\n<p>Sanitation and Water for All (SWA) is a global partnership that is conducting high-level meetings at both the country, regional, and global levels to address the crisis of open defecation and ways to eliminate it. SWA mainly focuses on motivating and encouraging partners to increase sanitation and hygiene facilities and to ensure adequate financing for the same.<br>Apart from this, several nations are taking speedy steps to eliminate this danger out of their land as soon as possible and to declare themselves as “Open Defecation Free” (ODF).<\/p>\n\n\n\n<h4><strong>Where Does the World Stand in Progress?<\/strong><\/h4>\n\n\n\n<h4>Current Position:<\/h4>\n\n\n\n<p>The current estimate is that around 12 percent of the global population is practicing open defecation. Despite a lot of efforts by national as well as international bodies, open defecation couldn’t be stopped. Out of 62 countries where almost 5% of the total population is practicing open defecation, only 16 countries are successful to defeat open defecation. However, the nations are still trying to achieve their target and declare themselves as Open defecation free.<\/p>\n\n\n\n<h4>Decline During 2000-2017:<\/h4>\n\n\n\n<p>As per the WHO report, between 2000 and 2017, there is a decline in open defecation rates in all SDG regions except Oceania. While Europe, North America, Australia, and New Zealand have already achieved the goal of elimination of open defecation, however in all other SDG regions at least 1% of the population still empty their bowels in open space. The largest fall in each SDG region was recorded in Ethiopia, Nepal, Cambodia, Sudan, Kiribati, and the Plurinational State of Bolivia. Countries that already reduced open defecation below 25% by 2000 progressed more slowly, accepting the challenges associated with the target of fully eliminating Open defecation, a total of 16 countries reduced open defecation by over 20 percentage points. Out of these 16 countries, five countries are able to stop open defecation up to 30% while two countries reduced open defecation by over 50 percentage points, as shown in the bar graph. Since 2000, one- third of Nepal’s and Lao People’s Democratic Republic&#8217;s population has been able to switch to toilets for the purpose of defecation. Nearly half of the population of India has stopped emptying their vessels (human excreta) in open space. Over half of the people of Ethiopia and Cambodia has successfully stopped the practice of open defecation. This indicates that people of these regions are giving more importance to the safety of public health than social norms. Data are given in a report which is prepared by WHO mentions that in 2017 almost 45% of the global population used a safely managed sanitation service, 31% of the global population used private sanitation facilities and 14% of the global population used toilets or latrines where human excreta were disposed of unaffected.<\/p>\n\n\n\n<p><img loading=\"lazy\" width=\"624\" height=\"448\" src=\"https:\/\/lh5.googleusercontent.com\/nC3t8dq0zD13kQ9qr1FAPwFzeSJnM7cfqozjULUGphM7LKadlAUzHxYBRAYuwT6fBPxrX9KreM41laLoaakwUmjAFRLquRXCsXh9YZ5p76Qa-A24HhhQxIHt3TlKs7hb5qfthQ\"><\/p>\n\n\n\n<h4><strong>What Needs to be Done to Stop Human Practice of Open Defecation?<\/strong><\/h4>\n\n\n\n<p>Despite the progress made by the countries to be open defecation free, there are certain reports prepared by WHO which suggest that open defecation is still a menace that needs to be taken care of. As mentioned above out of 60 countries practicing open defecation, only 16 countries have shown positive results while other 44 counties still lag behind.<br>Now, the question that arises is, is it only the responsibility of the government of a particular nation to stop it<code>s<\/code> people from open defecation? Or are the citizens of a particular nation not responsible to help declare their nation as open defecation free? Or is building toilets and carrying sanitation programs the only possible way to curb this menace? Well, the answer to all these questions lies with the intention, capability, and capacity of the common masses of any nation. A nation is built not by its government or the policies of that government but by its nationals. When the nationals of that very particular state\/nation take the oath to build their country clean and free from open defecation, there is no need to spend all the millions and billions of money for that purpose; rather the same money can be used for some other purpose. Like, as we see that globally people of underdeveloped or developing countries participate more in open defecation than developed countries, so the money that these underdeveloped or developing nations receive for sanitation purposes from international bodies. However, the same money can be used in developing the health sector, improved drinking water facilities, nutrition, education, for the protection of children and women, etc. In this way, not only a nation will be open defecation free, but it can develop in many folds.<\/p>\n\n\n\n<h4>Individual Efforts:<\/h4>\n\n\n\n<p>Also, someone has rightly said that charity begins at home, therefore, before suggesting others to stop this menace we all should first check that the same practice isn’t carried out in our own houses by any of our family members. And if done then all we must do is suggest them to stop and warn them about its bad repercussions.<\/p>\n\n\n\n<h4>Community Efforts:<\/h4>\n\n\n\n<p>Next comes the society where we live, we all prefer to live in a clean, healthy environment and for that, we all have to contribute a little. Every society has some norms and rules, and every person living in that society is supposed to follow these rules. Among these entire rules, the first and foremost rule should necessarily be not to defecate in an open space. A person living in a society has a reputation and is under societal pressure; therefore to maintain that reputation, he will surely follow the community rules. <\/p>\n\n\n\n<h4>Efforts By Educational Institutions:<\/h4>\n\n\n\n<p>In schools and also in higher educational institutions students should be given education-related to sanitation, and also the concept of open defecation free nations as a lot of people don&#8217;t know that such a thing even exists. A campaign should be started at the college level, where the students can inform the masses about proper sanitation, and the harmful consequences of open defecation.<\/p>\n\n\n\n<h4>Conclusion<\/h4>\n\n\n\n<p>There is a clear difference in the attitudes of people towards emptying vessels. People besides cultural attitudes and social habits should make use of infrastructure considered safe and hygienic by environmental and health standards. The practice of defecating openly has very grave health impacts and concerns to women’s dignity. The matter of open defecation still continues in low and middle-income countries, where lack of resources and limited national budget towards sanitation has clogged the path to provide adequate sanitation facilities to the whole population. Open defecation is not a regional but a global issue that needs to be addressed speedily and effectively. We all can contribute to this cause by developing proper sanitation habits and educating others to do the same. The goal of an open defecation free (ODF) world is possible to achieve and that has been proven by many countries across the globe. Access to proper sanitation is the most essential component of human dignity, health, and well-being. <strong>In 2010 the UN General Assembly under a resolution recognized sanitation as a basic human right<\/strong>. Along with the obvious health benefits of ending open defecation, countries that have rid themselves of the practice have also enjoyed a huge transformation in social norms and a noticeable reduction in inequality.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sanitation is more important than independence ~Mahatma Gandhi Introduction Open defecation is a human practice of defecating outside in a free environment. It has been defined as the practice of defecating in open fields, waterways, and open trenches without any proper disposal of human excreta. The method of open defecation is usually attributed to ancient [&hellip;]<\/p>\n","protected":false},"author":41,"featured_media":3713,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[83,84],"tags":[],"authors":[{"term_id":79,"user_id":41,"is_guest":0,"slug":"sabreena","display_name":"Sabreena Hafiz"},{"term_id":72,"user_id":37,"is_guest":0,"slug":"suraya","display_name":"Suraya Hayat"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3382"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/41"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3382"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3382\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3713"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3382"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3382"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3382"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}