{"id":3384,"date":"2020-10-03T16:40:26","date_gmt":"2020-10-03T16:40:26","guid":{"rendered":"https:\/\/theryf.org\/?p=3384"},"modified":"2020-11-09T07:46:20","modified_gmt":"2020-11-09T07:46:20","slug":"what-caused-the-hunger-crisis-in-south-sudan-and-how-is-it-being-tackled","status":"publish","type":"post","link":"https:\/\/theryf.org\/what-caused-the-hunger-crisis-in-south-sudan-and-how-is-it-being-tackled\/","title":{"rendered":"WHAT CAUSED THE HUNGER CRISIS IN SOUTH SUDAN AND HOW IS IT BEING TACKLED?"},"content":{"rendered":"\n<blockquote class=\"wp-block-quote\"><p><strong>“<em>There are people in the world so hungry, that God cannot appear to them except in the form of bread<\/em>.”&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/strong><\/p><p><strong>-Mahatma Gandhi<\/strong><\/p><\/blockquote>\n\n\n\n<h3><strong>Introduction<\/strong><\/h3>\n\n\n\n<p>South Sudan, officially referred to as the Republic of South Sudan is a landlocked country in East-Central Africa. It got independence in 2011 from the Republic of Sudan, emerging as becoming the world’s newest country. After almost nine years of gaining independence, South Sudan should be a country full of hope and new possibilities, but instead, it is in the grip of a massive humanitarian crisis.<\/p>\n\n\n\n<p>Political conflict, ecological imbalance compounded by economic woes and drought, has caused massive displacement, raging violence, and dire food shortage. The ongoing conflict and insecurity have pushed millions to the brink of starvation for years. In 2017, famine or near-famine conditions were reported in some countries, and South Sudan was one among them. In February 2017, famine was declared in South Sudan and has remained a persistent threat ever since.<\/p>\n\n\n\n<h4><strong>When did the Hunger Crisis Start in South Sudan?<\/strong><\/h4>\n\n\n\n<p>South Sudan gained independence in 2011 from the Republic of Sudan. In 2005, a Comprehensive Peace Agreement (CPA), also known as the Naivasha Agreement, was signed between the Sudan People’s Liberation Movement (SPLM) and the Government of Sudan. This agreement ended more than two decades of war between rebels in South Sudan and the Government in Khartoum. Amidst the signing of the CPA and independence, South Sudan made important progress in state-building. National and State governments were formed along with the institutions that were necessary to ensure the rule of law.<br><strong>According to the World Bank, they made certain social and economic progress like:<\/strong><\/p>\n\n\n\n<p>• The number of children enrolled in primary school increased six-fold between 2005 to 2012 from 300,000 to 1.8 million.<br>• Infant mortality decreased by 25%.<br>• The number of skilled midwives grew.<br>• Polio was eradicated.<\/p>\n\n\n\n<p>Unfortunately, this celebration was short-lived. The ruling political party (Sudan People’s Liberation Movement) that originally led the way for independence is now divided and fighting for power. After two years of its independence, it plunged into conflict. In December 2013, this political infighting erupted into violence in the streets of Juba, the capital of South Sudan, after South Sudan’s current President Salva Kiir accused its vice president Riek Machar of an attempted coup and the fight started between two factions of the Government. Violence spread like wildfire in South Sudan, displacing thousands of civilians who rushed to seek refuge in U.N bases. and This fight is continuing to date, becoming an increasingly brutal civil war, and affecting the entire country.<\/p>\n\n\n\n<p>In 2015 after peace negotiations, both parties signed an Agreement on the Resolution of Conflict in South Sudan (ARCSS). Unfortunately, this agreement did not end the violence instead, which has spread across the entire country, now splintered along ethnic, political, and regional lines. The conflict has affected nearly everyone and raised deep economic and social problems in the country.<\/p>\n\n\n\n<p><img loading=\"lazy\" width=\"436\" height=\"226\" alt=\"C:\\Users\\Hp\\Desktop\\graph.PNG\" src=\"https:\/\/lh4.googleusercontent.com\/lpAg2_sWFsXdsroUGwSknO0Xc0O71adIYZgdHwGFlc1BFM-pjxqD7okbo8O7dmeau3nMZ6mnO2h6cL0wB9YriIdtuta_IPLEUFvr7JcN2CMNYrjUk_MYcISlyYYa-mj7L0BEIQ\"><\/p>\n\n\n\n<p>The ongoing conflict and insecurity have pushed millions to the brink of starvation for years. In 2017, famine was declared there. The famine crisis had taken a toll on the South Sudanese people making it difficult to access the required necessities of life like food, healthcare. Has destroyed everything in South Sudan like crops, health centers, and other required necessities of life. People there are without food and the economy has collapsed. Women and children are most vulnerable to the effects of food insecurity, malnutrition, and conflict.<\/p>\n\n\n\n<p>Famine was declared officially in 2017 when people have already begun to starve to death. It is the diplomatic equivalent of a seven-alarm fire. Food shortage and famine in South Sudan are not sudden occurrences like the earthquake in Haiti and flooding in Indonesia but are rather a result of the prolonged and slow process of combined factors. Famine in the region is not caused by climate changes but it is the result of deeper structural and geopolitical anomalies. The maxim is true that famine does not result purely from natural causes but is “man-made”. Such a description, however, avoids any real accountability for those that have caused the crisis. South Sudan famine would be more accurately described as the “government made”. The most immediate cause lies within the tactics employed by the South Sudan government and its principal Rebel opponent in fighting the war.<\/p>\n\n\n\n<p>Government and Rebel forces attack civilian areas much more than they attack each other. They target means of survival of civilian populations deemed to be unsupportive. The government has also concentrated attacks on sites where agricultural production traditionally fed large parts of South Sudan, not only leading to massive human displacement but also devastating local grain production which leads to hyperinflation in food prices.<\/p>\n\n\n\n<p><img loading=\"lazy\" alt=\"C:\\Users\\Hp\\Desktop\\graph 3.PNG\" src=\"https:\/\/lh3.googleusercontent.com\/6387em3bns9BWM4CFsrg6M0aQhYxEtIA8uo-ZCbQ7nYhb3SNEA359D3YTzk5b56kbQEFH-aLDsCBs08qMWruiZVw6kFqr5uz4zRQthLwqRsAwxE63uUu8WeS6kWv0_VvxEb_Qw\" width=\"383\" height=\"263\"><\/p>\n\n\n\n<h4>What’s Happening in South Sudan Now?<\/h4>\n\n\n\n<p>A handful of peace agreements between the current President Salva Kiir and the former rebel leader Riek Machar have been signed over the course of the war – the most recent in 2018 –but the treaty have been repeatedly violated. While reported incidents of conflict have decreased somewhat since the new deal, the situation in South Sudan remains highly unstable and outbreaks of violence continue to occur. Relatively small numbers of people have started to return home in light of the tenuous peace agreement, but new displacement remains high. Those affected are struggling to survive after years of a protracted conflict that has destroyed livelihoods, forced people to leave their homes, disrupted planting, and eliminated critical coping resources, like savings and livestock.<\/p>\n\n\n\n<p>Many humanitarian organizations, including Mercy Corps, are working with the UN, using both private contributions and funding from the international community, to address the urgent needs of people in South Sudan.<\/p>\n\n\n\n<h4>Effects of Conflict<\/h4>\n\n\n\n<p>One of the worst hunger crises of the past 25 years was the famine in East Africa in 2011\/2012.<br>Following a power crisis that erupted in 2013, South Sudan has spiraled into a conflict, which has spread across most parts of the country and resulting in the death of tens of thousands of people. The ongoing conflict that has engulfed the country of South Sudan results in high food prices, economic disruption, and low agricultural production. Due to these reasons, the UN and the Government of South Sudan were forced to declare famine in 2017.<\/p>\n\n\n\n<p>Famines are an acute food crisis, usually after drought or due to armed conflict. Famine is the worst form of food shortage. In addition to old people, babies and small children are especially threatened by starvation. According to the United Nations definition (Integrated Food Security Phase Classification), there is a famine if at least: 20% of households suffer from extreme food shortages, 30% of the population is acutely malnourished; and 2 out of every 10,000 people, or 4 children, die daily from food shortages.<\/p>\n\n\n\n<p><img loading=\"lazy\" alt=\"C:\\Users\\Hp\\AppData\\Local\\Microsoft\\Windows\\INetCache\\Content.Word\\graph 2.png\" src=\"https:\/\/lh4.googleusercontent.com\/t9AkesIVk6cSriU6DVH9fB0JX-7z_F7VYzH0CXHoetp9PIv6N9k6G_oBtEuOYWaKoR-ifSwCFA8XY3ciTaT5kf6v6HcrGd16UKVbDbzKEcZL4tRAEqQElL_mIHXhKGdqBVdF8Q\" width=\"423\" height=\"250\"><\/p>\n\n\n\n<p><em>Food insecurity in South Sudan as of September 2018<\/em>.<\/p>\n\n\n\n<p>Hunger anywhere can have long-term, debilitating consequences, but it can be particularly threatening during a complex crisis just like the one in South Sudan. When people go hungry, they have trouble staying healthy and become more susceptible to dangerous diseases. Their bodies are not as strong or productive as they could be, which makes it difficult for them to work, find food, and keep their families safe at a time when they urgently need the strength to do so.<\/p>\n\n\n\n<p>Children’s development is also seriously impacted by hunger. Without proper nutrition, they don’t hit critical developmental milestones, which may permanently inhibit their ability to reach their full potential find out and function for the rest of their lives. Hungry children don’t learn as well, and they are also at a higher risk of disease.<\/p>\n\n\n\n<p><img loading=\"lazy\" width=\"339\" height=\"207\" alt=\"C:\\Users\\Hp\\Desktop\\child.PNG\" src=\"https:\/\/lh3.googleusercontent.com\/lkMlY2lqUhlSRYDiey5xxydZgKd_rKA-eIPNPi5pBD2319pMA8S__TR-Nb1lx7Vt2B5UfZgsmRGvtKNAMyNrE6wZH_mM1Waa6VWaflQIkUjhPuYh9FetcV8TxfLtg8xR1L8OBQ\"><\/p>\n\n\n\n<p><em>Nyaguande, 4, lives with her family in a displacement site since fleeing attacks at their home. More than half the populations of loopholes uprooted South Sudanese people are children.<br><\/em>According to <strong>United Nation Agencies<\/strong>, this conflict has pushed South Sudanese into hunger. Nearly 60% of the population (6.1 million people) has been pushed into extreme hunger. Children, there are at imminent risk of death from malnutrition. Children who survive malnutrition in early childhood face lifelong damage to their health and their physical and cognitive development. Even short bouts of hunger and malnutrition carry long-term cognizance.<\/p>\n\n\n\n<p>According to <strong>Jeremy Hopkins<\/strong>, the South Sudan representative for the UN Children’s Agency, more than 2,00,000 children were at risk of death from malnutrition in the country.<\/p>\n\n\n\n<p><strong>The World Food Programme reported<\/strong> that 67% of the South Sudanese population (4.9 million people) needed food urgently, and at least 100,000, according to the UN, were in imminent danger of death by starvation.<\/p>\n\n\n\n<p>According to the <strong>Action Against Hunger report<\/strong>, conflict pushed more people into hunger in 2018, and malnutrition rates remained high. Two million people were initially displaced, and 2.3 million people have become refugees. The country is marked by excessive gender-based violence, declining economic opportunities, and strained health centers. Half of the children are not attending schools, and two-thirds of the population has no access to safe water.<\/p>\n\n\n\n<p><img loading=\"lazy\" alt=\"C:\\Users\\Hp\\Desktop\\cap.PNG\" src=\"https:\/\/lh4.googleusercontent.com\/h_ea2m44qFEvzhjrNVsWgpo7m7WBJBw8PaEqOzvRDIKS8G1t7YCSItdBwUVq3lkmWdCZcCa2DDJIfgTkXvTeMheQyiy8dcM7DPr0tC9F3NqBDrztCzAzHcYnFd27yo6unmfVMw\" width=\"425\" height=\"232\"><\/p>\n\n\n\n<p><em>South Sudanese children fleeing from recent fighting in Lasu, Central Equatoria, stand in church after crossing the border into the Democratic Republic of the Congo.<br><\/em>According to the <strong>United Nations Food and Agricultural Organization<\/strong>, many families have exhausted every means they have for survival. The people were predominantly farmers and war has disrupted agriculture. They have lost their livestock, even their farming tools.<\/p>\n\n\n\n<p>According to <strong>Mercy Corps<\/strong>,<strong> more than 3 million <\/strong>people had been displaced by ongoing violence across the country, forcing families to abandon agricultural land and livestock to survive with few food resources. Over 4 million people &#8211; 1 in 3 – have been forced to flee their homes due to this brutal war. Nearly 2.5 million have fled to neighboring countries. There are now 1 million South Sudanese refugees in Uganda, making up about half of the country’s total refugee population.<\/p>\n\n\n\n<p>There were significant challenges for agencies delivering food in famine-affected areas. Civilians reported that the food they received was taken by soldiers involved in the fighting.<\/p>\n\n\n\n<p><img loading=\"lazy\" alt=\"C:\\Users\\Hp\\Desktop\\pic.PNG\" src=\"https:\/\/lh3.googleusercontent.com\/y6fv8aP4OWjTSd0YG-xziVgFa6za5_pWy4aGGKd3d-P1LneILWVMF0d2LO6MFqEEGsLlcLBBg6yRnEH-5KyRqxK3MSkQonCeY-whVbdvCK6Tco-bNsJBKtUAGhyjl7yX2mZhUQ\" width=\"443\" height=\"278\"><\/p>\n\n\n\n<p>Angelina and her children fled their homes when their village erupted in violence. Having left everything behind, they survived by eating water lilies until being reached with food assistance.<\/p>\n\n\n\n<h4><strong>Economic and Human costs of conflict<\/strong><\/h4>\n\n\n\n<p>South Sudan has very fertile soil and significant oil deposits. Its economy is dependent on exporting oil. Oil is near all that South Sudan exports. It generates about 60% of the country’s GDP (Gross Domestic Product). In 2016, South Sudan&#8217;s oil-dependent economy faced multiple major shocks including the eruption of conflict in the capital city Juba, disruptions in agricultural production, and a significant drop in international oil prices. The poor performance of the economy triggered several economic crises, the cost of necessities, particularly food skyrocketed. The price of staple foods, such as Sorghum, maize, and beans, are at record highs.<\/p>\n\n\n\n<p>The human cost of the conflict is enormous. The World Bank estimates that poverty had risen significantly from 44.7% in 2011 to 66% in 2016. Poverty is so deeper than in the period before the conflict. According to the World Bank, there is significant gender disparity, indicating few educational opportunities for the generation of women. Male literacy is 40%, while the female literacy rate is only 16%. Other indicators of poverty include high infant mortality rate and high maternal mortality rate.<\/p>\n\n\n\n<h4><strong>Who is Most Affected by this crisis?<\/strong><\/h4>\n\n\n\n<p>Women and children are disproportionately impacted by the conflict in South Sudan. The majority of the population of the United Nations displacement sites is made up of women and children, with more than 60% of South Sudanese refugees being under age 18.<\/p>\n\n\n\n<p>Additionally, sexual violence towards women and girls is pervasive. The United Nations recently reported a surge in sexual attacks, including women and girls experiencing abuse during raids on their homes. The people committing these crimes are rarely held responsible.<\/p>\n\n\n\n<p>To make the situation even more difficult, women and girls continue to bear the burden of family caretaking even during crises crisis. In the face of increased violence, recurring displacement, and loss of livelihoods, daily tasks like collecting water and firewood make them continual targets for attack.<\/p>\n\n\n\n<h4><strong>How is the Hunger Crisis being Tackled in South Sudan?<\/strong><\/h4>\n\n\n\n<p>It is widely acknowledged that the South Sudan food emergency is man-made. Human actions, particularly the proliferation of Armed factions and military groups continue to make humanitarian response extremely difficult and restrict access to markets, farms, and medical services. However, there are national as well as international organizations that are working to mitigate the impact of the hunger crisis on the lives of south sudanase. Some of the organizations which are working in tackling the hunger crisis in South Sudan are:<\/p>\n\n\n\n<p><strong>• United Nation Agencies<\/strong><\/p>\n\n\n\n<p>The Food and Agricultural Organization of the United Nation (FAO), the United Nations International Children’s Emergency Fund (UNICEF), and World Food Programme (WFP) called for sustainable peace across the country, and unhindered, safe access to all areas where people who survived the fighting but are left without nothing are in, and need of life-saving assistance. According to Mahimbo Mdoe, UNICEF’s Representative in South Sudan, more than 80% of children treated recover, which makes it even more urgent to access those who have suffered the most as a result of the fighting. UNICEF and partners have admitted 147421 children suffering from severe acute malnutrition into various outpatient treatment programs (OTP) and stabilization centers since January 2018. So far, FAO supported 1.4 million farmers with agricultural seeds and tools during the main planting season so that they can increase cereal production. During the planting season, FAO distributes over 4,800 tons of crop seeds. WFP provides life-saving emergency food supplies, food in return for work to construct and rehabilitate community assets, food for school meals, and special products for the prevention and treatment of malnutrition in children, and pregnant and nursing women. So far in 2018, WFP has reached 3.1 million people with 30,000 tons of food.<\/p>\n\n\n\n<p><strong>• Non-Governmental Organization<\/strong><\/p>\n\n\n\n<p>Oxfam has a strong and established team working tirelessly from 10 bases across the country, providing essential services and helping to keep people alive. According to them, they are working in South Sudan to deliver timely and effective humanitarian aid to help people affected by the conflict. It is currently supporting over 5,00,000 people with humanitarian assistance, including clean water, hygiene facilities, food, fuel, and income support.<\/p>\n\n\n\n<p><strong>• Government Initiatives in tackling the crisis<\/strong><\/p>\n\n\n\n<p>The Government of South Sudan is particularly concerned about hunger among South Sudanese school-aged children, many of whom rely heavily on free meals provided in schools. School meals for students in South Sudan are mainly provided by WFP, the same U.N. agency sounding the alarm over the potential famine. But WFP is only able to reach close to half a million students, against a total of 3 million to 3.5 million students.<br>In 2018, WFP and South Sudan’s government (Ministry of Education) launched a five-year strategy that aims to shift the current school meal set-up from relying solely on imported food to increase production for locally grown food. To increasingly using produce grown by local communities. The government is looking at external support to plug in additional resources and aims to increase its allocation for school meals.<br>In 2018, a Peace Agreement, R-ARCSS (Revitalization Agreement on the Resolution of the Conflict in the Republic of South Sudan) was signed between the current President Salva Kiir and the former rebel leader Riek Machar. As a result, Machar rejoined the Government and resumed his Vice President&#8217;s duties. This deal certainly offers a promising end to South Sudan’s conflict.<br>President Kiir also signed a declaration (Khartoum Declaration of Agreement) with the leaders of Sudan People’s Liberation Movement (SPLM), giving amnesty to the troops, army generals, and leaders of SPLM. The amnesty included Vice President Machar which also and was an important gesture showing Kiir’s commitment to moving on from the senseless war.<\/p>\n\n\n\n<h4><strong>Conclusion<\/strong><\/h4>\n\n\n\n<p>South Sudan, the world’s youngest country has the world’s highest rates of population growth and maternal mortality, and less than 30% of the population is literate. The country has abundant natural resources, but less than 200 miles of paved roads.<\/p>\n\n\n\n<p>The Peace Agreement 2015 which was viewed as a milestone towards ending the conflict unfortunately did not prove to be successful enough. the violence continued in South Sudan instead of this agreement. The conflict which began with a political dispute will not be resolved by simply reconciling rival political leaders. The manipulation and atrocities committed by combatants against civilians are likely to have long-term effects.<\/p>\n\n\n\n<p>The world must do everything it can do to treat the symptoms of this emergency but much attention is to be paid to address the root cause of the crisis. The situation in South Sudan is desperate and urgent. The fact that the crisis is man-made means that it is within human power to end it. Currently, millions of lives can be saved which are on the verge of starvation. But the window opportunity is very limited. Humanitarian aid alone cannot end the conflict, nor can it fully respond to the devastating impacts of conflict on individuals, their livelihood, and national economies that have been lingering for decades. But taking a sustainable approach by investing in integrating development efforts such as social protection and social safety can reduce the risk of recurrence of a lethal upcoming crisis. The new approach must prioritize safeguarding livelihoods and institutions as well as saving lives.<\/p>\n\n\n\n<p>The country’s most immediate need is to end the brutal and senseless conflict that has displaced more than one-third of the population so that people can return to their homes and resume farming to prevent additional periods of near-famine conditions. South Sudan’s refugees should receive the same support and attention as refugees from elsewhere. Refugees are an international responsibility; which has to be shared. The refugee protection regime is enhanced through dedicated international cooperation, in a spirit of solidarity and responsibility-sharing among all states.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>“There are people in the world so hungry, that God cannot appear to them except in the form of bread.”&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -Mahatma Gandhi Introduction South Sudan, officially referred to as the Republic of South Sudan is a landlocked country in East-Central Africa. It got independence in 2011 from the Republic of Sudan, emerging as becoming the [&hellip;]<\/p>\n","protected":false},"author":8,"featured_media":3584,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[83,87],"tags":[],"authors":[{"term_id":66,"user_id":8,"is_guest":0,"slug":"asima","display_name":"Asima Amin Nazki"},{"term_id":77,"user_id":19,"is_guest":0,"slug":"mir","display_name":"Mir Adil Rashid"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3384"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/8"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3384"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3384\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3584"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3384"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3384"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3384"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}