{"id":3401,"date":"2020-10-05T13:59:16","date_gmt":"2020-10-05T13:59:16","guid":{"rendered":"https:\/\/theryf.org\/?p=3401"},"modified":"2020-11-09T07:56:07","modified_gmt":"2020-11-09T07:56:07","slug":"what-you-need-to-know-about-the-crisis-in-the-democratic-republic-of-congo","status":"publish","type":"post","link":"https:\/\/theryf.org\/what-you-need-to-know-about-the-crisis-in-the-democratic-republic-of-congo\/","title":{"rendered":"WHAT DO YOU NEED TO KNOW ABOUT THE CRISIS IN THE DEMOCRATIC REPUBLIC CONGO?"},"content":{"rendered":"\n<h3><strong>Introduction<\/strong><\/h3>\n\n\n\n<p>The Democratic Republic of Congo (DRC), with an area of 2.3m sq\/km, is a giant of sub-Saharan Africa, bordered by nine other countries. DRC was formerly referred to as Congo Free State, Belgian Congo, Congo-Leopoldville, Congo-Kinshasa, and Zaire. It is the 2nd largest country in the African Continent after Algeria and the largest in Sub-Saharan Africa with Kinshasa it&#8217;s Capital. It has been divided into 26 provinces.<br>The country has enormous mineral wealth – copper, diamond, gold, cobalt, etc., and potentially large reserves of oil and natural gas. Paradoxically, this resource-rich country is also the site of one of the world’s worst humanitarian crises. The conflicts of 1996 and 1998 have resulted in massive disruption of the social, political, and economic fabric of the country. For over a decade the country has been mired in conflict with devastating effects on its civilian population. Though the parties involved within the conflict have their perspective regarding the cause and course of the conflict, nobody can deny that the region is in dire need of peace as well as sustainable development to break the ‘conflict trap’ that has brought miseries for all the conflict-ridden countries of the world including the ones in the African continent.<br>The costs of the conflict are self-evident. Besides death and destruction, large-scale displacement is an integral part of the conflict. Other humanitarian costs include a negative impact on women and other vulnerable groups, and there has been a noticeable increase in post-trauma stress syndrome and the resultant psychiatric problems for the victims. The economic costs of the conflict cannot be confined to a particular sector of industry or investment prospects. It has affected the important sources of livelihood of the local people.<\/p>\n\n\n\n<h4><strong>Colonization and Independence<\/strong><\/h4>\n\n\n\n<p>The colonization in DRC started in 1870 by King Leopold II of Belgium with the exploitation of natural resources, forced labor, mass killings, and widespread slave labor through his harsh rule for almost 90 years. The country witnessed brutal colonization following a hue and cry internationally. In 1908, the Belgian parliament took over the Free State from Leopold following international pressure, and then it became the Belgian Congo, under the rule of the elected Belgian government.<br>Patrice Lumumba was elected the First Prime Minister of the DRC in May 1960. But after a few months, the PM was overthrown by a military group led by Joseph Desire Mobutu with the help from the US and Belgium and was later assassinated in 1961<br>Joseph Mobutu after overthrowing the PM Lumumba started a dictatorship for almost 36 years, and during this period he renamed himself Mobutu Sese Seko and renamed the country Zaire and the country was known as Zaire from 1971 to 1997.<\/p>\n\n\n\n<h4><strong>Origin of Crisis in the Democratic Republic of Congo<\/strong><\/h4>\n\n\n\n<p><strong>• The Mobutu Era and First Congo Conflict<\/strong><\/p>\n\n\n\n<p>During the tenure of Joseph Mobutu, a one-party system was established wherein elections were held periodically, with the incumbent head of the state as the only candidate. Mobutu was guilty of severe human rights violations and political repression. Corruption was integral to the system, and politicians became entirely dependent on Mobutu’s goodwill. He consolidated power by co-opting potential rivals and exploited the country’s vast natural resources. By the 1990s, the country’s economy was near collapse due to mismanagement, corruption, and authoritarianism. This overall dismal scenario and the later happenings in the DRC gave credibility to the stance that conflicts in Africa, including the one in the DRC, are due to ‘bad governance’.<\/p>\n\n\n\n<p>Bad governance within the state accompanied by the external dimension, i.e. the Rwandan genocide of 1994 laid the foundation of conflict in the DRC. Some of the militias responsible for killing thousands of Tutsis in Rwanda fled across the border to the DRC. This provoked Rwanda and Uganda to invade the Congo and finally, they invaded the DRC in July 1996.<br>The Allied Democratic Forces for the Liberation of the Congo (AFDL) under the leadership of Laurent Kabila and backed by Rwanda and Uganda ousted Mobutu in May 1997. The ascendancy of Kabila led to the end of the first conflict, and the name of the country was restored to the DRC.<\/p>\n\n\n\n<p>• <strong>Kabila Regime and the Second Congo Conflict<\/strong><\/p>\n\n\n\n<p>Kabila accused Rwanda and Uganda of the exploitation of resources and with the help of many countries, overthrew Rwanda and Uganda out of DRC. The Lusaka ceasefire agreement (July 1999) and deployment of the UN peacekeeping force in 2000 attempted to end the hostilities between nations. However, the violence continued in DRC from 1998 to 2003. Rebels backed by Rwanda and Uganda fought Government forces supported by Angola Namibia attacked back resulting in the second Congo war. In addition to this, there was also a proxy war which continued till 2008 between Rwanda and Uganda.<\/p>\n\n\n\n<h4><strong>Peace and Democratic Attempts<\/strong><\/h4>\n\n\n\n<h4><strong>Consequences of the Crisis<\/strong>:<\/h4>\n\n\n\n<p><strong>• Killings and Displacement<\/strong><\/p>\n\n\n\n<p>The people of the DRC have suffered immensely throughout colonial times and in the post-independence era. The continuation of an exploitative colonial legacy by the leaders of the independent DRC brought a trail of death, destruction, and underdevelopment for the people. The ongoing conflicts have aggravated the situation. It has claimed numerous lives and plunged the resource-rich country into chaos and acute underdevelopment.<\/p>\n\n\n\n<p><img loading=\"lazy\" alt=\"C:\\Users\\Hp\\AppData\\Local\\Microsoft\\Windows\\INetCache\\Content.Word\\bacha.png\" src=\"https:\/\/lh5.googleusercontent.com\/dpO2mfqQlOAKL9oKEpmXbniPTTtzbuAHlq2xFo2AhOExlx6AftT53dhSwl51H4nzkw_6zK4z6INsmEf1OG3ikEIU7-bpfm03hd9bojdUuiAGn1WLbD4VU_BXnROv4z65KM_0Rg\" width=\"476\" height=\"274\"><\/p>\n\n\n\n<p><em>12 year old amputee Kakule Elie, hit by a stray bullet, lies in a bed in a hospital in Goma in 2012<\/em><\/p>\n\n\n\n<p>The United Nations in 2005 described the crisis in Eastern Congo, as the ‘world’s worst humanitarian crisis.’ Since 2000, the International Rescue Committee (IRC) has documented the humanitarian impact of conflict through mortality surveys. The first four studies, conducted by IRC, estimated that 3.9 million people had died since 1998. About 10 percent of all the deaths were due to violence and 90 percent were due to diseases like malaria, diarrhea, pneumonia, and malnutrition. The fifth survey concluded that 5.4 million deaths have occurred between 1998 and 2007, with as many as 45,000 people dying every month. As with previous IRC studies in the DRC, the majority of deaths have been due to infectious diseases, malnutrition, and maternity-related problems. In 2007, the United Nations Office for the Coordination of Humanitarian Affairs put the figures of internally displaced persons at 1.16 million. The UNHCR put the figures for Congolese refugees in the neighboring countries of Burundi, Rwanda, Tanzania, and Uganda at 310,000. A Human Rights Watch report has accused DRC‘s neighboring countries of committing abuses both economically as well as physically.<\/p>\n\n\n\n<p><img loading=\"lazy\" width=\"454\" height=\"257\" alt=\"C:\\Users\\Hp\\AppData\\Local\\Microsoft\\Windows\\INetCache\\Content.Word\\demo.png\" src=\"https:\/\/lh4.googleusercontent.com\/DvupCVW5m6Jk0Z3nj1mEVJYlj0klc9LM9Biwd_2xz2cJiYuXJat-jPhHtpjffpp0GwCFrCSpqSfCcnDm-mUAVbQbzNfahG7xJ0TKlB0pUW9bDMCp5_O0N0cg74TOmUrDfWfVgA\"><\/p>\n\n\n\n<p><em>The M23 group is fighting the DRC military for control of the country, and the violence is driving tens of thousands of Congolese out of their homes.<\/em><\/p>\n\n\n\n<h4><strong>Impact of Crisis on Women and Children<\/strong><\/h4>\n\n\n\n<p>The most vulnerable to the Congo crisis are women and children. Displacement increases women’s risk of sexual violence. Many children lose access to education. While the United Nations Human Rights Commission (UNHRC) works to integrate all displaced children within the DRC into a national education system, many of the schools still lack the resources necessary to effectively support the staff and students. UNHRC is on the ground providing life-saving humanitarian support to millions of Internally Displaced Persons (IDPs) and refugees in the DRC.<\/p>\n\n\n\n<p><img loading=\"lazy\" alt=\"C:\\Users\\Hp\\AppData\\Local\\Microsoft\\Windows\\INetCache\\Content.Word\\women.png\" src=\"https:\/\/lh4.googleusercontent.com\/r1XZZxvUrGfo8-A2wu86wj6Q9QvK_Cz0ZW0YytKvIwyWFnGUgmGj6vvcdjrt22PDMYUiljuIzshehkiKGsVdN2S7BXb-9nv5JFdC-p-ByDaLQkQGjWVC9QJ7hNA6ge-HQvy9Cg\" width=\"488\" height=\"277\"><\/p>\n\n\n\n<p><em>A displaced Congolese woman carries her belongings as she enters a United Nations base in Monigi, 5 Km from Goma in 2012.<\/em><\/p>\n\n\n\n<p>According to Jeanie Bandu Bahati (coordinator of an organization that promoted development, gender, and peace) held that there is a catastrophic and chaotic situation in DRC with women and girls confronted by permanent displacement, massacres, human trafficking, rape, kidnapping, house burning, etc.<br>According to a report by the International Rescue Committee, since the end of the 1st war in DRC in 1998, at least 5.4 million people have died. Due to hunger, diseases, violence, and displacement every month 45000 Congolese die (half of them are children).<br>Eastern Congo is the world’s worst place for women. Rape in Congo exists on a scale seen nowhere in the world is used as a weapon of war. Rape as a weapon of war had destroyed women, families, and communities.<br>The United Nations peace-keeping forces have been accused of adding to the woes of the people. According to a 2007 report of the Human Rights Watch from December 2004 to August 2006, around 140 allegations of sexual exploitation involving United Nations personnel were recorded in Congo.<\/p>\n\n\n\n<p>• <strong>Economic Implications<\/strong><\/p>\n\n\n\n<p>The conflicts have dramatically reduced national output and government revenue and increased external debt. Foreign business houses have curtailed operations due to an uncertain atmosphere, lack of infrastructure, and a non-conducive and difficult work environment. There has been an increase in unemployment. A country rich in natural resources has become one of the least developed countries. The infrastructure in terms of road density, electrification, and water supply remains poor. The country is the world’s largest producer of cobalt and a major producer of copper and diamond but the resources of the country have been a curse and brought misfortunes for the natives and all the benefits have gone to the outsiders. Resources have been used to fuel conflict and not to get people out of poverty. In 2007, the Human Development Index ranked the country at 168 positions out of a total of 177 countries.<\/p>\n\n\n\n<p>The unstable situation has provided a fertile ground for the stakeholders to exploit the natural wealth of DRC with impunity. A United Nations report published in April 2001 pointed out that all the parties involved in the conflict profited by looting resources of DRC. The overall situation hence remains fragile and poverty is all-pervasive.<br>The DRC is emerging from a decade of political instability and violent conflict that has led to the near-collapse of the economy and caused the annual per capita income to plummet to $120 in 2005 (down from $380 in 1985). Experts have described this as ‘development in reverse.’ The country has the second-largest swath of rainforests in the world. With 86 million hectares of the area covered by rainforests, the DRC accounts for over half of the total remaining rainforests in the Central Africa region. Congo forests are a vital resource, both for the Congolese people and the global environment. About 40 million Congolese depend on the forests for their food, income, energy, shelter, medicines, and cultural needs. Described as the ‘second lung’ of the planet for their ability to store carbon dioxide on a global scale, these Congolese forests too have been threatened by widespread poverty and instability in the region.<\/p>\n\n\n\n<h4><strong>International Response<\/strong><\/h4>\n\n\n\n<p>The UN and various International communities have been greatly involved in seeking a resolution to the Democratic Republic of Congo (DRC) conflict, specifically in the past decade.<\/p>\n\n\n\n<p><strong>• Human Rights Council (HRC)<\/strong><\/p>\n\n\n\n<p>In the HRC Report 2012, the HRC referenced Resolution 19\/27, which was adopted in March 2012. The resolution encouraged the establishment of a national Human Rights Commission in the DRC and asked the High Commissioner of Human Rights to submit a report in 2013.<\/p>\n\n\n\n<p><strong>I. United Nations Office of the High Commissioner for Human Rights (OHCHR)<\/strong><\/p>\n\n\n\n<p>In October 2010, the OHCHR released a report on the DRC entitled “DRC: Mapping Human Rights Violations 1993-2003”. The report notes the serious incidents of Human Rights abuses. OHCHR also addressed the issue of sexual violence in its 2011 report entitled “Remedies and Reparations for Victims of Sexual Violence in DRC”. The report highlighted how victims of sexual violence are often responsible for bearing the cost of harm done to them and asked the Congolese Government to implement a reparations fund for victims of sexual violence.<\/p>\n\n\n\n<p><strong>• International Criminal Court (ICC)<\/strong><\/p>\n\n\n\n<p>In 2004, the then-president of DRC (Kabila) referred his country to the ICC and the former ICC Chief Prosecutor Luis Moreno-Ocampo formally announced his decision to open the first-ever ICC investigation into the crimes committed in the DRC.<br>In 2012, former Leader of the Union Des Patriotes Congolais (UPC), Thomas Lubanga, was convicted of war crimes and child soldiers and was subsequently sentenced to 14 years in jail.<\/p>\n\n\n\n<p>• United Nations Security Council (UNSCThe most crucial element of the UNSC’s intervention in the DRC has been its authorization of two missions to the country. First is the United Nations Organization Mission in the DRC (MONUC) that was established in 1999 following the Lusaka Ceasefire Agreement. MONUC was succeeded in 2010 by United Nations Organization Stabilization Mission (MONUSCO), aimed to better protect civilians and address issues that were raised during the MONUC period, including the sexual abuse by United Nations Peacekeepers.<\/p>\n\n\n\n<h4><strong>Regional Response<\/strong><\/h4>\n\n\n\n<p><strong>I. Southern African Development Community (SADC<\/strong>)<\/p>\n\n\n\n<p>In 2008, the members of SADC (heads of state) agreed to immediately deploy a team of military experts to assess the escalating violence in the country, as well as an additional team to evaluate the situation on the ground.<\/p>\n\n\n\n<p>• <strong>International Conference on the Great Lakes Region (ICGLR) and the February 2013 Framework Agreement<\/strong><\/p>\n\n\n\n<p>Congolese President Kabila used the ICGLR as a platform for discussion by convening a series of meetings. The Peace Agreement that was signed in 2013 by Angola, Burundi, the Central African Republic, Congo-Brazzaville, the DRC, Rwanda, South Africa, South Sudan, Tanzania, Uganda, and Zambia was negotiated by UNSC with ICGLR. The Agreement emphasized issues of sexual violence and displacement, among other Human Rights abuses, and noted that progress begins with the cessation of violence.<br>At the country level, the DRC agreed to work towards decentralization and further structural form. Regional players promised to respect not only one another’s sovereignty but to also increase cooperation between states.<\/p>\n\n\n\n<h4><strong>Conclusion<\/strong><\/h4>\n\n\n\n<p>The political situation in the DRC is bad. The extreme violence in the country is from the very beginning but the violence in the country exacerbated due to the failure of holding the presidential election constitutionally. The governance problems have an immediate impact on the humanitarian situation. Ultimately, the spirit of democracy not guns must rule the DRC, and improvements in governance should be the primary focus of all the local, regional as well as international actors in their efforts to help the long-suffering people. To avoid the return of the conflict the reconstruction process has to accompany initiatives to control violence. The DRC needs global assistance to make a speedy economic recovery and to ensure that the fruits of the development are distributed equitably. There is an urgent need to address the disparities among different communities that inhabit the country and promote democracy and the rule of law, which can combat corruption and promote good governance. Without an integrated approach that involves national and international institutions, the return to chaos is imminent as shallow peace may not be sustainable. The continued and genuine efforts by local, national, and international actors that work in tandem can be the only way out for the country to experience genuine democracy and prevent a return to chaos.<\/p>\n\n\n\n<p>The Government of DRC to create a conducive climate for dialogue must ensure that human rights and rule of law will be respected and the justice system will be ceased as a political tool. The political prisoners at the first instance should be released and the persons subjected to harsh violence to be rehabilitated.<br>The persons who have been forced to flee to different areas must be provided with humanitarian assistance and ways must be carved out to end this conflict which is in DRC for years now. The humanitarian condition of women in the country can be described as degrading and chaotic. The condition of women folk has worsened in the last two decades. There needs a revision of protection, security, socio-economic and political factors to uplift the condition of women and children in DRC.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction The Democratic Republic of Congo (DRC), with an area of 2.3m sq\/km, is a giant of sub-Saharan Africa, bordered by nine other countries. DRC was formerly referred to as Congo Free State, Belgian Congo, Congo-Leopoldville, Congo-Kinshasa, and Zaire. It is the 2nd largest country in the African Continent after Algeria and the largest in [&hellip;]<\/p>\n","protected":false},"author":8,"featured_media":3567,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[81,87],"tags":[],"authors":[{"term_id":66,"user_id":8,"is_guest":0,"slug":"asima","display_name":"Asima Amin Nazki"},{"term_id":77,"user_id":19,"is_guest":0,"slug":"mir","display_name":"Mir Adil Rashid"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3401"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/8"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3401"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3401\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3567"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3401"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3401"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3401"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}