{"id":3406,"date":"2020-10-06T08:40:51","date_gmt":"2020-10-06T08:40:51","guid":{"rendered":"https:\/\/theryf.org\/?p=3406"},"modified":"2020-11-09T08:01:17","modified_gmt":"2020-11-09T08:01:17","slug":"how-were-gulf-countries-affected-due-to-the-intervention-from-west","status":"publish","type":"post","link":"https:\/\/theryf.org\/how-were-gulf-countries-affected-due-to-the-intervention-from-west\/","title":{"rendered":"HOW WERE GULF COUNTRIES AFFECTED DUE TO THE INTERVENTION FROM WEST?"},"content":{"rendered":"\n<h3><strong>Introduction<\/strong><\/h3>\n\n\n\n<p>Gulf countries or the “Arabian Gulf” is a group of Arab states that border the Persian Gulf or, in simple terms it is often understood as the group of ‘oil-producing states’ surrounding the Persian Gulf which is a shallow marginal sea in the Indian Ocean between the Arabian Peninsula and southeastern Iran. It is a set of seven countries namely:<\/p>\n\n\n\n<ol><li>Bahrain<\/li><li>Iraq<\/li><li>Kuwait<\/li><li>Oman<\/li><li>Qatar<\/li><li>Saudi Arabia<\/li><li>United Arab Emirates<br>All these countries, except Iraq, are members of the Gulf Cooperation Committee (GCC), a regional intergovernmental organization to foster economic, scientific, and business cooperation among the member countries, and have a lot of things in common, for example, their food styles, values, cultures, etc. However, the main difference lies in their political structures. These countries form some of the fastest-growing economies in the world, mostly due to a boom in oil, natural gas, and petroleum revenues. They also dominate other OPEC ( The Organization of the Petroleum Exporting Countries) countries in oil production and are among the wealthiest countries of the world, on a per capita basis.<\/li><\/ol>\n\n\n\n<p><img loading=\"lazy\" width=\"624\" height=\"384\" src=\"https:\/\/lh4.googleusercontent.com\/Q9gBDFcL5KOdhTYwf0rHdNDPaYpE5XK9MSCLeQxUKoM5-KawRCw8GQaXZx67lPgD6LdNOylIpoLpjVaizFHr5pcibQX0fs5Aunir8pe36PnXTZ0MbZ4pkB4EQmx62l4U5Ygs-A\"><\/p>\n\n\n\n<p><em>According to current estimates, 79.4% of the world&#8217;s proven oil reserves are located in OPEC Member Countries, with the bulk of OPEC oil reserves in the Middle East, amounting to 64.5% of the OPEC total.<\/em><\/p>\n\n\n\n<h4><strong>A Brief History<\/strong><\/h4>\n\n\n\n<p>“Discovery of oil” in the Gulf is what has shaped all the affairs of the region, be it history, economy, or polity. In the Gulf region, oil was first found in 1927 in northern Iraq, followed by Bahrain, Saudi Arabia, Abu Dhabi, and others over the years.<br>However, considering the importance and the value of the resource that was found there, the greed (amongst the Gulf countries) to take control over all oil reserves and to rule the world, lead to a number of wars, which ultimately resulted in the western intervention in their affairs and left some serious long-term implications on their internal structures, leading to the instability that is witnessed today.<br>• <strong>The Iran-Iraq War<\/strong><\/p>\n\n\n\n<p>The roots of the Iran- Iraq War (1980-88) lay in a number of territorial and political disputes between Iraq and Iran. However, mainly Iraq wanted to seize control of the rich oil-producing Iranian border region of Khūzestān, a territory inhabited largely by ethnic Arabs. In September 1980 the Iraqi army invaded through a broad front into Khūzestān and captured the city of Khorramshahr but failed to take the important oil-refining center of Ābādān. Iran’s counterattacks began to compel the Iraqis to give ground in 1981. Later in the year 1982, Iraq voluntarily withdrew its forces from all captured Iranian territory and began seeking a peace agreement with Iran. However, the violence continued while both the nations still engaged in sporadic air and missile attacks against each other’s cities and military and oil installations. They also attacked each other’s oil-tanker shipping in the Persian Gulf. The Iran-Iraq war finally ended in 1988 only after the United Nations-brokered a ceasefire.<br>• <strong>The Gulf War<\/strong><\/p>\n\n\n\n<p>In August 1990, Iraq invaded the country of Kuwait to its southeast in a bid to gain more control over the lucrative oil supply of the Middle East. Alarmed by these actions, fellow Arab powers such as Saudi Arabia and Egypt called on the United States and other Western nations to intervene. The then Iraqi dictator, Saddam Hussein defied United Nations Security Council&#8217;s demands to withdraw from Kuwait by mid-January 1991, and the Persian Gulf War began with a massive U.S.-led air offensive known as Operation Desert Storm. After 42 days of relentless attacks by the allied coalition in the air and on the ground, the then U.S. President George H.W. Bush declared a cease-fire on February 28, 1991; by that time, most Iraqi forces in Kuwait had either surrendered or fled. Although, as a result of this war Kuwait was liberated, before leaving Iraqi soldiers set fire to about 500 oil wells and dumped millions of gallons of oil into the Persian Gulf, leading to an environmental crisis.<\/p>\n\n\n\n<p><img loading=\"lazy\" width=\"490\" height=\"329\" src=\"https:\/\/lh5.googleusercontent.com\/1WkYdEIKac_flV5t5DktNJiu4GVEvcPkagC_t_DY-eoRiucE-pFZrOwVrw17gImVrhBCi6jfIqs6axSZCbW9hmLVOJdNCroN-QnQ8CpMcugFjyxSmBEBRM8Cb1ey4C4gHIL0Gw\"><\/p>\n\n\n\n<pre class=\"wp-block-code\"><code>   U.S. Marines entering Kuwait during the Persian Gulf War, February 1991.\n                                        © Christopher Morris—Black Star\/PNI<\/code><\/pre>\n\n\n\n<p>The end of the Gulf war did not, however, mark the end of the involvement of the United States in the Middle East, rather, towards the end of the twentieth century, the foreign policy of the United States and other western nations became more and more netted in the politics of the Gulf.<\/p>\n\n\n\n<h4><strong>The Western Intervention<\/strong><\/h4>\n\n\n\n<p>The Western intervention in the Middle East started after the end of World War I (WWI) and the collapse of the Ottoman Empire. When the allies won WWI, the Middle East was divided between Britain and France according to their own interests rather than those of the ethnic groups of the region. After World War II (WWII), they did not continue in the Gulf and left, but the borders they had created remained. However, after WWII, the US started its involvement when it started to see its interests in the region. Using terrorism as a tactic and growth of OPEC and the use of oil in political ways, it began intervening in the affairs of the Gulf. The presence of oil in the region also found Britain, France, the European Union (EU), and other Western allies carving their ways into the Gulf. As already mentioned, the Gulf War gave the most sought after opportunity to the Western forces to lay their foot on the Arabian soil and shape its internal structures in every manner to support their interests.<\/p>\n\n\n\n<p><strong>Iraq:<\/strong> On September 11, 2001, an Islamic terrorist organization, Al-Qaeda, attacked the World Trade Centre in New York resulting in the killing of thousands of civilians. The US accused Iraq of supplying weapons of mass destruction to Al-Qaeda and on the pretext of seizing those weapons, the US and the allied forces attacked and occupied the Iraqi land in 2003, at the cost of savage bloodshed and mass destruction. The country came under full western control, there were armed forces bases set up, air force patrolling, etc. The US kept building up its strength in Iraq over the years to tens of thousands of soldiers until the end of 2011 when it finally started to withdraw because it did not find any strong evidence to support its claim. The role played by America and Britain post-2003 resulted in a feeling of anger and distress among Iraqis and led fundamentalist organizations to flourish, especially the Islamic State of Iraq. As a result, the US redeployed its forces in Iraq and tried to legitimize its presence in the region on various pretexts, such as protecting US officials and facilities in Iraq, helping the natives to defend themselves, and preventing a possible genocide at the hands of the Islamic State.<\/p>\n\n\n\n<p>Besides Iraq, Western presence has been profound in Yemen, Bahrain, Qatar, Oman, and UAE as well. “Arab Spring”, which was a series of anti-governmental uprisings in the Arab world in response to the oppressive regimes and low standards of living, paved a way for the Western forces, especially the US, to further its influence in the Gulf countries like Yemen and Bahrain, apart from other Middle-East countries. The slogans which dominated the uprising were <strong>“liberty”, “dignity”, “jobs” <\/strong>and an<strong> “end to corruption”<\/strong>. The West apparently identified with these slogans and felt it was on the same side with protesters. But, it had its own interests as well &#8211; the European Union (EU) wanted to stop the Arab migration, which is viewed as a potential source of social tension, into the EU. The US had its strategic interests in the region as it is a vital global energy resource. Besides, the area was of strategic military importance for the US, France, and Britain. The US has installed some of its major army camps in Kuwait (Arifjanin and Buehring camps) and Qatar(Aaliyah camp). Besides, the US air force also maintains installations in Kuwait, UAE, and Qatar along with navy deployments in the region. Apart from this, thousands of troops have been deployed in various states across the Gulf region. It maintains stationing of several dozen personnel in Oman as well.<br>Further, <strong>Saudi Arabia<\/strong> has maintained a close relationship with the United States since its inception, given that it was the chief country that called for Western interference in the first place(during the Gulf War). The Saudi-US relations stem from the economics of oil because Saudi holds about a quarter of the world’s known oil reserves. However, some say that it is US hypocrisy because Saudi is a monarchy and its very setup is the antithesis to democracy but the US is still maintaining its ties. The US has been staying back in Saudi, saying it is concerned about the latter’s security, even though there is no formal defense agreement between the two countries. Since the 1990&#8217;s the US has been deploying tens of thousands of troops to Saudi Arabia for its defense against Iraq, and also providing ammunition as well as military training to its army. It also claims to have undertaken several counter-terrorism operations in the region along with the Saudi regime. Even though in recent times the relations of the two have not been really good, but, the military alliance between the two continues. In March 2015, President Barack Obama even declared that he had authorized U.S. forces to provide logistical and intelligence support to the Saudis in their military intervention in Yemen, establishing a &#8220;Joint Planning Cell&#8221; with Saudi Arabia.<\/p>\n\n\n\n<h4><strong>Consequences of Intervention<\/strong><\/h4>\n\n\n\n<p>Ensuring the free flow of oil represents perhaps the most constant US interest in the Middle East. Europe, China, and Japan all also depend on oil imports for their energy needs. Therefore, since at least the 1970s, America’s key strategic interests in the region have involved not only securing easy access for itself but also guaranteeing an open and secure market for Japan and Europe. No doubt, the presence of Western agencies has had some positive influences on the otherwise non-democratic and non-liberal Gulf regimes and it has to a very great extent helped in the development of these countries as well. However, the fact remains, that intervention in any country&#8217;s internal affairs beyond a particular level becomes undesirable and produces contravening and destabilizing effects on that country. Similarly, years of Western intervention in the Gulf has left its ill impacts on the region on various fronts. <\/p>\n\n\n\n<p><strong>Given under are some of the unfortunate effects of Western Intervention in various Gulf regions:<\/strong><br>• The continuous presence and intervention of the US in Iraq have had grave results on all fronts, be it humanitarian, political, economic, or cultural. Ever since 2003, millions of people have been displaced, thousands killed, nearly one-third of the population living in poverty, making it one of the biggest catastrophes of the world. The US with its entry also gave a blow to the state-owned factories and enterprises by introducing foreign investments and gradually resulted in an unprecedented increase in unemployment of the natives. Further, it also destroyed the cultural heritage of Iraq with its art museums and other important cultural institutions being damaged during the early occupation. Also, the Western presence was supposed to bring about a democratic reform but, even today, democracy remains a dream. Instead, it has increased terrorism and sectarian violence and also increased competition and rivalries amongst various regional actors. Thus, as far as Iraq is concerned, an intervention (from the West) which was justified on humanitarian grounds, resulted in a grossly negative impact and distorted its entire structure, while not even serving altogether fruitful for the US as well, as it also suffered huge loss over the years while engaging in various warfares in Iraq.<\/p>\n\n\n\n<p>• Even though there has been no direct uprising against the presence of the US in Arab, but, there has been growing resentment among the masses against it. In such circumstances, supporting the Western presence by some Arab nations has resulted in an ever-developing feeling of humiliation and a strong sense of loss in the populace. Western presence has also been used by terrorist organizations to radicalize young men. This sentiment if not addressed seriously can result in further unrest in the region and may even result in a popular revolt, destroying the social, political, and economical structure very badly.<br>• As a <strong>result of the intervention<\/strong>, just like in Iraq, inherent tribal, sectarian, and ethnic conflicts in other countries also have intensified. Further, it has resulted in pressure upon the Arab world from two opposite directions, one, the originally Islamic Fundamentalist ideology, and two, the ‘’ democracy’’ and ‘’freedom’’ ideas promoted by Western powers.<\/p>\n\n\n\n<p>• <strong>According to the United Nations<\/strong>, as a result of the Saudi led airstrikes in Yemen (which is in a state of war over the transition of power), 7,700 civilian deaths have taken place till March 2020, and currently Yemen is experiencing the world’s worst humanitarian crisis. In doing so, the coalition has received logistical and intelligence support from the US, UK, and France.<\/p>\n\n\n\n<p><img loading=\"lazy\" width=\"636\" height=\"369\" src=\"https:\/\/lh3.googleusercontent.com\/UcFIRaa05DeyNvIJvYEa0QTfgDF9prmvOBWKnRZr_K9jmiCVdh7UkTIUWekeng22b2cWQXLanH-J8YYq4XYjV1ReqRJAcPKHgSZJCJvoEi2Xu3uB7GdQOhVkZxLU4Io-84nkeg\"><\/p>\n\n\n\n<p><em>More than 60% of civilian deaths have been the result of Saudi-led airstrikes, the UN says [EPA]<\/em><\/p>\n\n\n\n<p>• In <strong>Bahrain<\/strong>, where there was an uprising, mainly sectarian, to overthrow the existing regime in 2014, the US, along with Saudi again, cracked down upon the people seeking their rights. It adopted a policy of blanketing Manama, the capital of Bahrain, and surrounding villages with tanks and armored personnel carriers, using live ammunition as well as tear gas and rubber bullets to break up demonstrations. Even though the uprising was in its favor as it encouraged the ‘democratic sentiment’ but, it suppressed it forcefully in order to secure its larger interest, that is, its relations with Saudi Arabia. Therefore, it can be said that on one hand, the west pretends to maintain the presence of authoritarian regimes as far as it serves its interest. On the other, it prefers to pretend as if it upholds the principle of democracy by popular voices and choices in the Arab world.<br>International intervention is a common phenomenon in international relations. In the modern era of globalization and technological development, intervention by various international actors such as the United Nations and other international organizations are somewhat indispensable in order to bring about coordination in the international community and also to ensure equality and justice at the global level. However, intervention is of two types, “power intervention” and “well-intentioned intervention”. Power intervention means “interference” in the affairs of another country, whereas, well-intentioned intervention is intervening with a positive approach. The intervention thus, must with an intention to help the region to progress and to diffuse the long-existing crisis and must be up to a certain level. But, the Western intervention in the Gulf has been ‘power intervention’. At the international level, the sovereignty of a nation is the most sacred principle, respecting the authority and supremacy of a nation with respect to its internal affairs is the obligation of every other nation. Intervening to a point where it infringes the sovereignty of that country is condemnable and produces most often, devastating results, as can be witnessed in the Gulf today. A region that was supposed to be so well developed and rich is reeling under an unprecedented conflict and humanitarian crisis, as a result of years of uncontrolled Western intervention. Therefore, the international community must unite and call upon the West to withdraw from the Gulf and help it rejuvenate its culture, economy, polity, and ultimately bring about stability.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction Gulf countries or the “Arabian Gulf” is a group of Arab states that border the Persian Gulf or, in simple terms it is often understood as the group of ‘oil-producing states’ surrounding the Persian Gulf which is a shallow marginal sea in the Indian Ocean between the Arabian Peninsula and southeastern Iran. It is [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":3564,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[81,87],"tags":[],"authors":[{"term_id":64,"user_id":4,"is_guest":0,"slug":"aiman","display_name":"Aiman Jan"},{"term_id":70,"user_id":18,"is_guest":0,"slug":"mehreen","display_name":"Mehreen Altaf"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3406"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3406"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3406\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3564"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3406"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3406"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3406"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}