{"id":3409,"date":"2020-10-07T13:06:34","date_gmt":"2020-10-07T13:06:34","guid":{"rendered":"https:\/\/theryf.org\/?p=3409"},"modified":"2020-11-09T08:03:30","modified_gmt":"2020-11-09T08:03:30","slug":"how-is-alcohol-killing-the-world","status":"publish","type":"post","link":"https:\/\/theryf.org\/how-is-alcohol-killing-the-world\/","title":{"rendered":"HOW IS ALCOHOL KILLING THE WORLD?"},"content":{"rendered":"\n<h3><strong>I<\/strong>ntroduction<\/h3>\n\n\n\n<p>Alcohol is a drink that contains the recreational drug ethanol. Alcohol is classified as a ‘sedative hypnotic’ drug, which means it acts to depress the central nervous system at high doses. Alcohol has medicinal value and is used e.g in the treatment of cough, to keep the body warm in winter, etc., however, it has dangerous effects much more than it benefits as a drink. At lower doses, alcohol can act as a stimulant, which may induce feelings of euphoria and talkativeness, however drinking too much alcohol at a time can lead to drowsiness, respiratory depression (where breathing becomes slow, shallow, or stops entirely), coma, or even death.<\/p>\n\n\n\n<p>This writeup will deal with the dangerous effect of alcohol on the body and will try to analyze how alcohol is killing the world.&nbsp;<\/p>\n\n\n\n<h4><strong>What Happens by Intake of Alcohol<\/strong>?<\/h4>\n\n\n\n<p>After the intake of alcohol, it is rapidly absorbed into the blood (20% through the stomach and 80% through the small intestine). It usually peaks in the blood after 30-90 minutes and is carried through all the organs of the body.<\/p>\n\n\n\n<p>Alcohol may cause following effects on the body:<\/p>\n\n\n\n<ul><li>Blurred and double vision<\/li><li>Slurred and confused speech<\/li><li>Loss of minerals and salt through urine<\/li><li>Clumsiness and difficulty in walking<\/li><li>Mood changes<\/li><li>Loss of memory<\/li><li>Disrupted sleep&nbsp;<\/li><li>Nausea and vomiting etc.&nbsp;<\/li><\/ul>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh6.googleusercontent.com\/KER5tqOxsqmRnkEDY6L7AXoTDVyyQ0QQCwUxVbQSVLLsTqhIbrcg0ukhNDMPgUs4__jlb6_LT_eg0Zj_jtzaMnomfu9FohRsX7ETwA8UYIcnB4GkjY_iRJr2iBZhceY5E-3zRQ\" alt=\"\"\/><\/figure>\n\n\n\n<p>Alcohol is a cause of many health conditions and, for almost all conditions, heavier alcohol use means a higher risk of disease or injury. Drinking alcohol regularly over time and in a pattern of heavy single drinking sessions, alcohol can cause a variety of health conditions. These include cancers and other conditions such as liver disease, which can even lead to permanent liver damage due to alcohol.<\/p>\n\n\n\n<h4><strong>Social Impact of Alcohol Consumption<\/strong><\/h4>\n\n\n\n<ul><li>&nbsp;<strong>Effect of Alcoholism on Family:<\/strong><\/li><\/ul>\n\n\n\n<p>Researches have shown that alcohol abuse has led to many adverse effects in the families e. g., it causes domestic violence, causes families&#8217; financial problems, impairs decision-making skills, and plays a role in child neglect and abuse. Spousal violence is more likely, not only when a partner is alcohol dependent or a problem drinker, but also when the partner is an infrequent drinker who occasionally drinks heavily.<\/p>\n\n\n\n<p>The impact of drinking on family life can include substantial mental health problems for other family members, such as anxiety, fear, and depression.<\/p>\n\n\n\n<p>Drinking outside the home can mean less time spent at home. The financial costs of alcohol purchase and medical treatment, as well as lost wages, can leave other family members destitute.<\/p>\n\n\n\n<ul><li><strong>Effect of Alcohol on Children:<\/strong><\/li><\/ul>\n\n\n\n<p><strong>~<\/strong>Fetal alcohol syndrome (FAS) is one of the most common direct consequences of parental alcohol, caused by alcohol consumption by the mother during pregnancy. Children with FAS display a variety of symptoms, many of which are life-long and permanent.<\/p>\n\n\n\n<p><strong>~<\/strong>Children who grow up in a home with a loved one dealing with alcohol addiction may be affected as well; they are at significant to develop alcohol use disorders themselves.<\/p>\n\n\n\n<p><strong>~<\/strong>Growing up in a home where at least one parent has a severe alcohol use disorder can increase a child&#8217;s chances of developing psychological and emotional problems e. g, abuse, depression, mood swings, etc.<\/p>\n\n\n\n<ul><li><strong>Effect of Alcoholism on Work Performance:<\/strong><\/li><\/ul>\n\n\n\n<p><strong>&nbsp;<\/strong>Alcohol consumption can affect work performance in several ways:<\/p>\n\n\n\n<p><strong>Absences<\/strong> &#8211; There is ample evidence that people with alcohol dependence and drinking problems are on sick leave more frequently than other employees, with a significant cost to employees, employers, and social security systems.<\/p>\n\n\n\n<p><strong>Productivity: <\/strong>Heavy drinking at work may reduce productivity. Performance at work may be affected both by the volume and pattern of drinking. Heavy drinkers have lower performance, problems in personal relationships, and lack of self-direction.<\/p>\n\n\n\n<p><strong>Work accidents: <\/strong>In different parts of the world a high number of work accidents have been attributed to alcohol use.<\/p>\n\n\n\n<ul><li><strong>Crime Rate :<\/strong><\/li><\/ul>\n\n\n\n<p>Alcohol leads to intoxication, by which a person is not able to distinguish between right and wrong, and thereby there are many chances of a person indulging in criminal activity when he is intoxicated. Because of this, alcohol-related violence and crime rates are on the rise throughout the country.<\/p>\n\n\n\n<p>For example, an estimated 37 percent of sexual assaults and rapes are committed by offenders who were under the influence of alcohol. Similarly, according to research, about 40 percent of convicted murderers had used alcohol before or during the crime, etc.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh6.googleusercontent.com\/NXq7HmekkHLKfBwJ11nKxT070euH44-pDn1ufYvZ5HlLIVG9yl1smz9d2VbPoRJlDuztV24ZJBsEnEJ3BzG4TRZUGskOFrbkIeVSh9cYvWlxWbbbtlOeIKVPmOMNcmoxG2Dmjw\" alt=\"\"\/><\/figure>\n\n\n\n<h4><strong>Global Status Report on Alcohol and Health:&nbsp;<\/strong><\/h4>\n\n\n\n<p>Alcohol consumption contributes to 3 million deaths each year globally as well as to the disabilities and poor health of millions of people. Overall, the harmful use of alcohol is responsible for 5.1% of the global burden of disease.<\/p>\n\n\n\n<p>According to the Global status report on alcohol and health 2018 released by WHO more than 3 million people died as a result of harmful use of alcohol in 2016. This represents 1 in 20 deaths. More than three-quarters of these deaths were among men. Overall, the harmful use of alcohol causes more than 5% of the global disease burden.&nbsp;<\/p>\n\n\n\n<p>Of all deaths attributable to alcohol, 28% were due to injuries, such as those from traffic crashes, self-harm, and interpersonal violence; 21% due to digestive disorders; 19% due to cardiovascular diseases, and the remainder due to infectious diseases, cancers, mental disorders, and other health conditions.<\/p>\n\n\n\n<p>Globally an estimated 237 million men and 46 million women suffer from alcohol-use disorders with the highest prevalence among men and women in the European region (14.8% and 3.5%) and the Region of Americas (11.5% and 5.1%). Alcohol-use disorders are more common in high-income countries.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh5.googleusercontent.com\/uVS9VpHzVPMo4rOzHuNzIGjLJ6LX0ELsTXCWlFoeHos_Ce0gHf3HwcNA0G16psrtjX9qcpy_pX6RLM09EosOHZafrq2eEatGc4y1m_2Xxu8YfMQAKx8AFb02OGFCDE7o5RfSvg\" alt=\"\"\/><\/figure>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh6.googleusercontent.com\/8uZUEzq-4SJWtuDjfagG8MZ_Go4mMq7KKxpQcp4V3vr6GrSZBX6cjSjBjXj23tJQ9hUnhWgO6OaY7Qo9iXn6wnE9jghtxF_Ck97MP0C65e-jvVLnDj9zzdIakfLF0syIgR_YSQ\" alt=\"\"\/><\/figure>\n\n\n\n<h4><strong>Policies and Strategies<\/strong><\/h4>\n\n\n\n<p>For long time policies and strategies have been framed with regard to alcohol consumption.<\/p>\n\n\n\n<h4><strong>Global Strategy to Reduce&nbsp; Harmful&nbsp; Use of&nbsp; Alcohol,2010<\/strong><\/h4>\n\n\n\n<p>The WHO in 2010, provided a global strategy to reduce the harmful use of alcohol which seeks to improve the health and social outcomes for individuals, families, and communities, with considerably reduced morbidity and mortality due to the harmful use of alcohol and their ensuing social consequences. It is envisaged that the global strategy will promote and support local, regional, and global actions to prevent and reduce the harmful use of alcohol.<\/p>\n\n\n\n<p>The global strategy focuses on ten key areas of policy options and interventions at the national level. The ten areas for national action are:<\/p>\n\n\n\n<ol><li>Leadership, awareness, and commitment.<\/li><li>Health services&#8217; response.<\/li><li>Community action.<\/li><li>Drink-driving policies and countermeasures.<\/li><li>Availability of alcohol.<\/li><li>Marketing of alcoholic beverages.<\/li><li>Pricing policies.<\/li><li>Reducing the negative consequences of drinking and alcohol intoxication.<\/li><li>Reducing the public health impact of illicit alcohol and informally produced alcohol.<\/li><li>Monitoring and surveillance.<\/li><\/ol>\n\n\n\n<h4><strong>Global Alcohol Policy Alliance&nbsp;<\/strong><\/h4>\n\n\n\n<p>In 2001 the <strong>Global Alcohol Policy Alliance <\/strong>was established.<\/p>\n\n\n\n<p>The&nbsp; Global Alcohol Policy Alliance is a developing network of non-government organizations and people working in public health agencies who share information on alcohol issues and advocate evidence-based alcohol policies<\/p>\n\n\n\n<h4><strong>Mission Statement<\/strong><\/h4>\n\n\n\n<p>The GAPA mission is to reduce alcohol-related harm worldwide by promoting science-based policies independent of commercial interests.<\/p>\n\n\n\n<h4><strong>Objectives<\/strong><\/h4>\n\n\n\n<ul><li>Provide a forum for alcohol policy advocates through meetings, information sharing, publications, and electronic communications; with the purpose to disseminate information internationally on effective alcohol policies and policy advocacy;<\/li><li>Bring to the attention of national governments, international governmental and non-governmental agencies and communities the social, economic, and health consequences of alcohol consumption and related harm; with the purpose to advocate for international and national governmental and non-governmental efforts to reduce alcohol-related harm worldwide;<\/li><li>Co-operate with national and local organizations and communities to alleviate alcohol-related problems;<\/li><li>Encourage international research on the social and health impact of the actions of the multinational alcohol beverage industry;<\/li><li>Monitor and promote research on the impact of international trade agreements on alcohol-related harm;<\/li><li>Monitor the activities of the alcoholic beverage industry;<\/li><li>Place priority on research and advocacy regarding those parts of the world where alcohol problems are increasing;<\/li><li>Ensure that member groups in those areas have the technology and support capacity to participate in a global network for communication and action.<\/li><\/ul>\n\n\n\n<h4><strong>The Global Alcohol Policy Conference<\/strong><\/h4>\n\n\n\n<p>The GAPA holds the <strong>Global Alcohol Policy Conference, <\/strong>which is the leading forum for the world’s alcohol policymakers, advocates, researchers, civil society activists, and practitioners. The 6th Global Alcohol Policy Conference was held in Dublin Ireland in early March, marking the 20th anniversary of the first GAPC.<\/p>\n\n\n\n<h5><strong>GAPA principles for advocacy during the WHO process to accelerate action to reduce the harmful use of alcohol 2020 – 2022<\/strong><\/h5>\n\n\n\n<p>Following a decision at the World Health Organisation 146th Executive Board WHO will start a two-year process to “accelerate action to reduce the harmful use of alcohol”. This includes a consultation towards an action plan 2022-2030 for the global strategy to reduce the harmful use of alcohol; development of a technical report on the harmful use of alcohol-related to cross-border alcohol marketing; a call for more resources to be made available; and a review of the Global strategy in 2030. Civil society has an important role to play in contributing to consultations and communicating with decision-makers about what such an accelerated action will entail. GAPA and its global network will participate actively in the two-year process and beyond.<\/p>\n\n\n\n<h4><strong>Conclusion<\/strong><\/h4>\n\n\n\n<p>Alcohol consumption has increased since past years which is turning fatal for the populations worldwide. Reports already throw light on how many people die because of alcohol consumption. To some people, it may appear like a cool habit to follow and to others an escape from the worries of life which eventually ends up with the addiction. But beyond every worry or habit, what matters is the precious life of a person which is a blessing. Even if life is spared, it causes several serious health issues that interrupt the normal mechanism of life and eats up your economy as well. It also leads to social disorder and leaves long-termed impacts on children or partners who are victims of alcohol violence. Although international policies have been framed, states must follow up with strong domestic control measures.<\/p>\n\n\n\n<p>Even though the prevalence of alcohol use in the world is very high, it has not been brought under legal control contrary to other substances like cocaine, cannabis, etc.<\/p>\n\n\n\n<p>It&#8217;s high time that the governments could treat alcohol as other narcotic drugs and calls for legislation for the control of alcohol uniformly across the world, as a public health policy.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction Alcohol is a drink that contains the recreational drug ethanol. Alcohol is classified as a ‘sedative hypnotic’ drug, which means it acts to depress the central nervous system at high doses. Alcohol has medicinal value and is used e.g in the treatment of cough, to keep the body warm in winter, etc., however, it [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":3580,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[84],"tags":[],"authors":[{"term_id":65,"user_id":7,"is_guest":0,"slug":"aqsa","display_name":"Aqsa Assadullah"},{"term_id":68,"user_id":14,"is_guest":0,"slug":"farah","display_name":"Farah Jan"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3409"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3409"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3409\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3580"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3409"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3409"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3409"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}