{"id":3411,"date":"2020-10-07T13:24:47","date_gmt":"2020-10-07T13:24:47","guid":{"rendered":"https:\/\/theryf.org\/?p=3411"},"modified":"2020-11-09T08:04:55","modified_gmt":"2020-11-09T08:04:55","slug":"philippines-new-anti-terrorism-act-how-could-it-affect-you","status":"publish","type":"post","link":"https:\/\/theryf.org\/philippines-new-anti-terrorism-act-how-could-it-affect-you\/","title":{"rendered":"PHILIPPINES: NEW ANTI-TERRORISM ACT-HOW COULD IT AFFECT YOU?"},"content":{"rendered":"\n<h3><strong>I<\/strong>ntroduction<\/h3>\n\n\n\n<p>Terrorism has been a major issue in the Philippines for decades altogether, ranking ninth among the countries most affected by terrorism. Both communist, nationalist rebels and Islamic separatist insurgencies have put havoc on the nation. As a result of which, thousands of Filipinos have been killed in bombings, assassinations, kidnapping attempts, and executions.&nbsp;&nbsp;<\/p>\n\n\n\n<p>In order to address this issue, in June 2020, the House of Representatives in the Philippines passed a bill called Anti-Terrorism Bill. The current President of the Philippines, namely, Rodrigo Duterte certified this bill as an ‘urgent’ one, with the aim to respond to the threat in the country. However, this bill has been subject to a lot of criticism, demonstrations, and protests among politicians, religious organizations, civilians, and celebrities as well. They believe that the Anti-Terrorism Bill will infringe human rights and other civil liberties in the country.&nbsp;<\/p>\n\n\n\n<p>The Philippines is a South Asian Archipelagic State. It is the unitary Presidential Constitutional Republic, where the President acts both as the head of State and of Government.<\/p>\n\n\n\n<h4><strong>Current Legal Scenario<\/strong><\/h4>\n\n\n\n<h4><strong>What is Anti- Terrorism Act?&nbsp;<\/strong><\/h4>\n\n\n\n<p>The Anti-Terrorism Bill was sent by Presidential Spokesperson for the President’s assent and was signed into Action by the president on the 3rd of July. It aims to protect the country from Domestic and Foreign Terrorist Attacks. The Act states that “any law enforcer to arrest and detain without warrant ‘a person suspected of committing any of the acts’ punishable under the major for 14 calendar days, extendable by 10 days and the suspected “terrorists” can also be placed under surveillance for 60 days, extendable by up to 30 more days, by the police or military”. This Act also removed the provision of the previous Act which provided that the acquitted suspects who were arrested without a warrant to recover damages from the police for every day that he or she was detained. Further, the new Act regulates discourse of terrorism that, in the Philippines, the government uses to invalidate dissent, which is coming from Leftists and Communists.<img loading=\"lazy\" width=\"602\" height=\"400\" src=\"https:\/\/lh5.googleusercontent.com\/UB-pZrP977zHkLQNZPZ8dnkqE3cWg86oXPME8wrJW1bjcqDmfBdspmNuhYT9kFQnhtdtHb60YzLVdxldH7FYVfKT16iRSrzUn9cVJ5MaGIMZMdQuEBGMA3pTQUdQfGG6c47KIg\"><\/p>\n\n\n\n<p>It had never been seen in the history of the Philippine that the government authorized police to use such power over commoners. Also, police were earlier at least considering the consequences of arresting suspects without reason. But, now the police do not need to consider the same.<\/p>\n\n\n\n<p><strong>According to the new Act, anyone among the following can be labeled as a ‘terrorist’:<\/strong><\/p>\n\n\n\n<ol><li>Who engages in acts intended to cause death or serious physical injury to another person.<\/li><li>Who engages in acts intended to cause extensive damage to a government or public facility, place, or private property.<\/li><li>Who engages in acts intended to damage critical infrastructure.<\/li><li>Who develops, possesses, acquires, transports, or uses deadly explosive weapons.<\/li><li>Who releases dangerous substances, causes fire or floods with the aim to intimidate the public, government, or International organization.&nbsp;<\/li><li>Who is accused of inciting, conspiring, proposing, and participating in training, planning, and facilitation of terrorist attacks?<\/li><\/ol>\n\n\n\n<p>Moreover, the Court of Appeals can declare any individual or organization as ‘terrorists’ in 72 hours, upon application from the Department of Justice. Those found guilty will be imprisoned for life without Parole.<\/p>\n\n\n\n<p>As long as advocacy, work stoppages, and humanitarian action is done “without intention to cause physical harm or death to a person, to endanger a person’s life, or to create a serious risk to public safety”; they are exempted from the definition of terrorism. The attributability for law enforcement agents has also been relaxed, who may breach the rights of the accused, particularly those in detention.<\/p>\n\n\n\n<h4><strong>Why was this Act Needed?<\/strong><\/h4>\n\n\n\n<p>The Anti-Terrorism Act of 2020 is the amended version of the Human Security Act, which was enacted by President Gloria Macapagal-Arroyo in 2007, in order to tackle militants in the Southern Philippines. The Act has been put forth in order to battle Asia’s longest Communist insurgency, by the Communist Party of the Philippines, known as the New People’s Army (NPP), and a thirty years reign of terror by the Abu Sayyaf Group (ASG). In 2017, Marawi, a Southern city of the Philippines was subjected to siege by Islamic state-aligned militants. Even, last year the Southern region of the country was jolted by a suicide bombing, allegedly conducted by a militant group known as Islamic State in Sulu (IS Sulu). <\/p>\n\n\n\n<p><img loading=\"lazy\" width=\"286\" height=\"190\" src=\"https:\/\/lh5.googleusercontent.com\/WeM1OIAMWVgrWNRNoOS0Mjr0RA8eYJnQuzIxUVeeoE8qSzyUIl6vGFLrY1IDapvaGfHMpcR9JfOoUp2mRAfDwhgw4wwSr3DTR0sv6JQcAO5-nczCnm6Ys9IQeE84BLiBQoXLJQ\"><\/p>\n\n\n\n<p><em>These insurgencies have adversely affected the economic sector in the countryside, hampered investments, and have resulted in cross-fires<\/em>.<\/p>\n\n\n\n<p>Lockdown due to the covid-19 pandemic also did not stop the terror, as reported that more than 6,000 people were evacuated from the country&#8217;s southern region. Where, Communist rebels’ and Islamic militants attacked soldiers, who were securing distribution of financial aid.&nbsp;<\/p>\n\n\n\n<p>The proponents of the Act are of the opinion that due to the leniency for the offenders and a lot of restrictions on the law enforcer, the previous act has not been efficient enough to curb terrorism. Further, the Act provides the administration with immense power to deal with these security challenges. It expands the range of punishable acts to include preparatory and mobilization activities for the commission of terrorism. &nbsp; <img loading=\"lazy\" width=\"578\" height=\"420\" src=\"https:\/\/lh4.googleusercontent.com\/tyRjXWxgyeRVSDnD4GZjUgACXLp1cbWZsP8h3IQrtDZ7FOhSyhuagVIAD2dPUWwV_wcUi6vXa7JMT7CsH0FxvdL2MlAQEBOoo5yJLbU0lWRRxse59ItCFsIpvXkI08WjYUuIhw\"><\/p>\n\n\n\n<h4><strong>Why is this Act a Problem?<\/strong><\/h4>\n\n\n\n<p>The new Anti-Terrorism Act is opposed because of the following reasons:<\/p>\n\n\n\n<ul><li>The Philippines Commission on Human Rights is of the opinion that the wide definition of terrorism in the new Act makes a way for possible abuse. Critics of the Act pointed to a recent example where the government used the force of law against civilians who were voicing displeasure over dealing with coronavirus by the administration as proof that Duterte’s government could misuse this vague definition.&nbsp;<\/li><li>Anti-Terrorism council which will be made up of top cabinet officials has been set up by the government in order to define what constitutes terrorism. This council can designate anyone and everyone as a terrorist.&nbsp;<\/li><li>The act may be a step for amelioration; however, the timing is not. It is a well-known fact that the world is struggling with the covid-19 and to address the problems of this pandemic must be the foremost priority of the administration. Rather than, coming up with a legal issue in these hard times.<\/li><li>The International Coalition for Human Rights in the Philippines warned that (ICHRP) there will be an escalation of rights abuses with the coming of the new law. The right to security and privacy, freedom of expression, freedom of association, and the right to due process will all be curtailed. All these rights are guaranteed to Filipinos by their constitution and the Universal Declaration of Human Rights and other internationally agreed covenants that are signed by the Philippine.&nbsp;<\/li><li>Citizens fear that the new Act can be used against any critics, as it will restrain legitimate dissent, giving greater opportunities to authorities to curtail the rights of people without even holding them accountable.&nbsp;<\/li><\/ul>\n\n\n\n<h4><strong>Threat to Mindanao Minorities<\/strong><\/h4>\n\n\n\n<p>An autonomous region in the south of the Philippines known as “Bangsamoro” is in transition after years of fighting between the government and the Moro Islamic Liberation Front. Marawi siege delayed the passage of Bangsamoro basic law and hindered the harmonization across communities in the country.&nbsp;<\/p>\n\n\n\n<p>According to several reports, due to a prolonged history of bias, the Muslim and Moro minorities are most vulnerable not only to terrorist attacks but to warrantless arrests under the guise of “counterterrorism”. Where Muslims are profiled as violent terrorists even today.&nbsp;<\/p>\n\n\n\n<p>Also, the women of Moro and Muslim minorities face heightened discrimination, especially the ones covering their heads. Instead of seeing widowed women and orphaned children (by conflict), as someone who can inform police for change, counter-terrorism makes police see them as vulnerable to being recruited in terrorism.<\/p>\n\n\n\n<p>It&#8217;s believed that this Act will make it easier to target Muslims and undermine efforts of pacification.<\/p>\n\n\n\n<h4><strong>Protests Against the Bill<\/strong><\/h4>\n\n\n\n<p>Ever since the bill was proposed, there has been tension throughout the country. People from different human rights groups, educational institutes, and church organizations have come out on the streets and are protesting against this bill amidst the pandemic. Rallies have been carried out in the capital city Manila and other major cities as well. In spite of mass gatherings being prohibited, protest leaders reportedly said that they were compelled to come out on streets to save the country from crossing a dangerous line that violated their freedom of expression. Also, protests were carried out by thousands at the University of Philippines’ main campus at Manila. Here the protesters tried to maintain distance and all wore face masks as a safeguard, while holding placards and chanting slogans questioning the timing of the legislation.<img loading=\"lazy\" width=\"566\" height=\"362\" src=\"https:\/\/lh4.googleusercontent.com\/gh3zsG9qDI9pp30dYEviM-5iYUZ4e5sERJgeAMvdIkWJUOQvsBEFmQXhOYMav67-XDjoWkfZhSiJW_g2X1gBU6l9yQwdTVc64sQXnciZprXR2lHFVsX75yRg9-41RHulIojyIg\"> In another university, situated in Cebu city, the Anti-terror bill rally was also carried out and it is reported that around 30 protestors were trapped inside the university for hours, few among which were arrested during the dispersal, even when the Act provides the right of peaceful protest to people. Some protestors stated the new Act as oppressive and such, which they believe will suppress their right to protest and speak against the wrongdoings of the society while subjugating their ministry of compassion, justice, and peace. Further, they opined that the government should have focussed on problems like poverty, food shortage, medical services, and unemployment instead.<\/p>\n\n\n\n<h4><strong>Legal Challenges<\/strong><\/h4>\n\n\n\n<p>&nbsp;The controversial Anti-Terrorism legislation is giving opportunities to opponents to raise immediate legal challenges before the Courts regarding the constitutionality of some of its provisions.&nbsp;&nbsp;<\/p>\n\n\n\n<p>According to a report, an opposition Senator, among the two who voted against the bill is likely to make efforts to challenge it directly to the country’s highest court. Also, a former Supreme Court judge had earlier affirmed that as soon as this bill turns into law it can be questioned directly before the High Court.&nbsp;<\/p>\n\n\n\n<p>Reportedly, the lawyers were waiting for the President’s signature in order to file their legal challenge. Consequently, four petitions were quickly filed after the act was enacted before the Supreme Court, describing its provisions to be vague and violating Human Rights and constitutional principles.<\/p>\n\n\n\n<p>These petitioners filed for the writ of certiorari and prohibition upholding a prayer for a temporary restraining order and preliminary injunction against the Anti-Terrorism Council (ATC) chairperson and its members. Two of the petitioners pleaded that the Supreme Court after following the procedure should annul the new act for being unconstitutional. While other petitioners only asked for nullification of some sections of the law.<\/p>\n\n\n\n<h4><strong>Response of Government to the Challenges<\/strong><\/h4>\n\n\n\n<p>According to the reports, in response to all the challenges President Duterte addressed the nationals to not be afraid of the new law. Further, saying that this bill is not a problem for law-abiding citizens and only those people should fear who are planning to bomb churches and public utilities to frustrate the nation.<\/p>\n\n\n\n<p>More than 40,000 people’s lives have been put to an end due to the conflict between the government and the armed wing of the communist party.<\/p>\n\n\n\n<p>In addition to this, the government is of the opinion that people are misunderstanding the powers of the Anti-Terror Council as the council can designate individuals as terrorists only if they are:&nbsp;<\/p>\n\n\n\n<ol><li>Already designated as terrorists by United Nation Security Council in its list and<\/li><li>If there is evidence that a person may be a terrorist as defined by this law.<\/li><\/ol>\n\n\n\n<p>The effect of designation does not lead to detention but the council can only forward such designation to the Anti-money laundering council, which will look into the assets. So, it is actually the courts of law through a whole judicial process that can see with certainty and beyond any reasonable doubt that a person or a group of persons are terrorists.<\/p>\n\n\n\n<h4><strong>C<\/strong>onclusion<\/h4>\n\n\n\n<p>The new anti-terrorism act has enhanced the power and discretion on its use. Now, the question remains will it be used with a high degree of rationality and attributability or not.<\/p>\n\n\n\n<p>The country’s security agencies are facing trust issues while emphasizing the need to support reformists in these organizations to ramp up professionalization and capacity development and further training. Besides, the supporters of the act are working on the presumption that the security, executive, and judicial institutions would give regard to human rights and would exercise a vigorous degree of accountability.&nbsp;<\/p>\n\n\n\n<p>On the contrary, the response of the citizens against the act could be inferred as an exhibition of reduced trust in government institutions given the task of anti-terrorism efforts. They want the government to revoke the act, reopen deliberations and listen to people across society, especially the ones who have been victims of both terrorist violence and abusive counter-terror laws.&nbsp;<\/p>\n\n\n\n<p>Above all, while any form of terrorism is intolerable, public security can never be at the expense of fundamental rights and freedoms.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction Terrorism has been a major issue in the Philippines for decades altogether, ranking ninth among the countries most affected by terrorism. Both communist, nationalist rebels and Islamic separatist insurgencies have put havoc on the nation. As a result of which, thousands of Filipinos have been killed in bombings, assassinations, kidnapping attempts, and executions.&nbsp;&nbsp; In [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":3557,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[83,81],"tags":[],"authors":[{"term_id":67,"user_id":9,"is_guest":0,"slug":"bisma","display_name":"Bisma Bashir"},{"term_id":71,"user_id":40,"is_guest":0,"slug":"ziqra","display_name":"Ziqra Kanroo"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3411"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3411"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3411\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3557"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3411"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3411"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3411"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}