{"id":3413,"date":"2020-10-07T13:32:34","date_gmt":"2020-10-07T13:32:34","guid":{"rendered":"https:\/\/theryf.org\/?p=3413"},"modified":"2020-11-09T08:11:28","modified_gmt":"2020-11-09T08:11:28","slug":"a-brief-case-study-about-the-child-labour-laws-in-india","status":"publish","type":"post","link":"https:\/\/theryf.org\/a-brief-case-study-about-the-child-labour-laws-in-india\/","title":{"rendered":"A BRIEF CASE STUDY ABOUT THE CHILD LABOUR LAWS IN INDIA"},"content":{"rendered":"\n<h3><strong>Introduction<\/strong><\/h3>\n\n\n\n<p>In India, no doubt there are special laws relating to children but still, they are deprived of even basic human rights guaranteed to them by the Constitution of India and other legislation. In India, the problem of child labour is quite alarming. As per Census 2011, the total child population in India in the age group (5-14) years is 259.6 million. Of these, 10.1 million (3.9% of total child population) are working, either as ‘main worker’ or as ‘marginal worker’. In addition, more than 42.7 million children in India are out of school. [i]<\/p>\n\n\n\n<h4><strong>Effects of Child Labour<\/strong><\/h4>\n\n\n\n<p>Child labour deprives the child of an opportunity for education, play, and recreation. It affects physical growth, normal development, and prevents their preparation for responsibility. There are a number of risks that are experienced by working children. The worst effect of child labour is that it interferes with the education of the children which decreases their vocational development. They neither acquire any skill nor receive any education as a result they remain illiterate and oppressed. Most of all it gives birth to a number of economic problems such as the use of labour at its lowest productivity implying thereby an inefficient utilization of labor-power.<\/p>\n\n\n\n<p>The most affected aspect of working children is their health. The working children are more vulnerable to tuberculosis and bronchitis, muscle atrophy, weakening and malformation of bones, eye diseases, stunted growth, finger arthritis, damage to fingernails, and malnutrition.<\/p>\n\n\n\n<p>The worst forms of child labour which include slavery and similar practices like trafficking, forced labour, etc. have severe effects on children like depression, premature aging, malnutrition, and drug dependency. It endangers the child‘s dignity and morals. It endangers their innocence.<\/p>\n\n\n\n<h4><strong>Constitutional Safeguards in India for Children<\/strong><\/h4>\n\n\n\n<p>Keeping in view the gigantic problem of child labour, the Indian Parliament enacted appropriate laws for protecting children from economic exploitation and from performing any work that is, in a way, likely to be hazardous or harmful to their health or physical, mental, spiritual, moral or social development. The Constitution of India has enough provisions in this regard.&nbsp;<\/p>\n\n\n\n<ul><li><strong>Article 15(3)<\/strong> of the Constitution authorizes the state for making any special provision for women and children. <\/li><li><strong>Article 21 <\/strong>provides, no person shall be deprived of his life or his personal liberty except according to the procedure established by law. <\/li><li><strong>Article 21A<\/strong> says the State shall provide free and compulsory education to all children of the age of 6-14 years in such manners as the State may, by law, determine. <\/li><li><strong>Article 23<\/strong> says traffic in human beings and the beggar and other forms of forced labour are prohibited and any contravention of this position shall be an offense punishable in accordance with the law. <\/li><li>Under <strong>Article 24<\/strong> no child below the age of 14 shall be employed to work in any factory or mine or engaged in any other hazardous employment. <\/li><li><strong>Article 39(E)<\/strong> says the State shall make its policy towards securing the health and strengths and the tender age of children are not forced by economic necessity to enter avocations unsuited to their age or strength. Article 39 (E) enjoins that childhood and youth are to be protected against exploitation, against moral and material abandonment. <\/li><li>In <strong>Article 45<\/strong> the Constitution provides free and compulsory education for all children until they complete the age of 14 years. <\/li><li>The general provisions under<strong> Article 38, 42, 43, 45, and 47 of Directive Principles of State Policy<\/strong>, although do not deal directly with child welfare but provide a strategy for indirectly promoting the welfare of children.<\/li><\/ul>\n\n\n\n<h4><strong>Legislative Provisions for Protection of Child Labour<\/strong><\/h4>\n\n\n\n<p>Notwithstanding the abovementioned constitutional provisions, there are a number of enactments in the country which protect and safeguard the interests of child labour.&nbsp;<\/p>\n\n\n\n<ul><li><strong>The Factories Act of 1881<\/strong> was the first law to define children and to prescribe prohibitory regulations for the employment of children below 7 years of age. The Factories Act, 1911 prohibited employment of children in dangerous occupations and working during night hours. The first Convention of International Labour Organisation (ILO), compelled amendment of the Act in 1922, to raise the minimum age of a child to 15 years. However, children below the age of 12 years were prohibited from employment. The age rose to 13 years in 1935 under the Act. <\/li><li><strong>The Factories Act, 1948<\/strong>, prescribes prohibitory regulations for the employment of children below 14 years of age in any factory. <\/li><li><strong>India Mines Act, 1952 <\/strong>prohibits employment of children below 16 years in any underground mines.<\/li><li><strong>Plantation Labour Act, 1951 <\/strong>prohibits employment less than the age of 12 years<strong>. <\/strong><\/li><li><strong>The Motor Transport Workers Act, 1961 <\/strong>absolutely prohibits the employment of children in motor transport. <\/li><li><strong>The Shops and Commercial Establishments Acts of different States, <\/strong>also prohibit employment of children in the shops, hotels, dhabas, street shops, and commercial places. <\/li><li><strong>Besides the above legislations, The Apprentice Act, 1961, <\/strong>The Beedi and Cigar Workers (Conditions of Employment) Act, 1966, The Atomic Energy Act, 1962, and Contract Labour (Regulation and Abolition) Act, 1970 provide that employment of children is a punishable offense. <\/li><\/ul>\n\n\n\n<p>As required by ILO Convention and as envisaged in the National Seminar on Employment of Children in 1975, to prevent exploitation of children, the Indian Government felt to enact a single Act to deal with the prohibition of child labour.<\/p>\n\n\n\n<h4><strong>Child Labour (Prohibition and Regulation) Act<\/strong><\/h4>\n\n\n\n<p>To provide uniformity of age and to prescribe stricter punishments, the Indian Parliament enacted a single Act to deal with the exploitation of children,<em> i.e.<\/em>, <strong>Child Labour (Prohibition and Regulation) Act, 1986<\/strong>. The Act prohibited the employment of children below the age of 14 years in certain occupations and processes. These include the transport of passengers, goods, and mails and other hazardous work in railways and ports, the process like Beedi making, cement manufacturing, manufacturing of matches and explosives, mica cutting, soap manufacturing, wool cleaning, and building and construction industries. The Act also provides for regulations of conditions of work by prescribing minimum working hours, prohibiting work at night, prohibiting overtime work, and weekly holiday. Also, the Act provides measures for the health and safety of child workers. It emphasized the maintenance of a register having details of children if employed by any organization. Indirect support was extended for such an evil practice which should be totally prohibited irrespective of the nature of employment. <strong>Protection of Children from Sexual Offence Act, 2012<\/strong>, has several features that are child-centered.&nbsp;<\/p>\n\n\n\n<p>This Act tried to fill the gaps which existed due to earlier Acts. However, this Act also proved to be ineffective in curbing the problem. As per UNICEF (2011), the number of child labourers in India is 10.1 million of which 5.6 million are boys and 4.5 million are girls [ii]. Thus, with modernization, the Government of India tried to keep pace with changing times where child labour has included many other forms of exploitation and the government brought an amendment in 2016 which brought many changes in the Act. Some major changes were –<\/p>\n\n\n\n<ul><li>While the original act allowed the employment of children above 14 years in hazardous occupations and processes, the Amendment banned the employment of children at such places up to the age of 18 years.<\/li><li>The Amendment calls for stricter punishments for violations.<\/li><li>While the Act prohibited the employment of children up to 14 years in specified categories such as domestic work, automobile workshops, and other hazardous industries; the Amendment gives certain exceptions where the children of such age are allowed to work, like in sporting activities but only in non-school hours and without a subordinate relationship of work and labour. The government justified the exceptions to strike a balance between the need for education for children and the reality of the socio-economic condition and social fabric in the country. But, this Amendment was criticized for taking away the basic protections for some of the most vulnerable workers, and some well-known child rights activists while criticizing the new Amendment say that it permits children to be confined to work instead of being in school because allowing children to work before and after school creates an imbalance in their lives and the children cannot be expected to do multi-tasks at such a tender age and as a result, they are forced to give up their education.<\/li><\/ul>\n\n\n\n<h4><strong>C<\/strong>hallenges<\/h4>\n\n\n\n<p>Despite such legislation and rights guaranteed by the Constitution, India continues to be among the countries which have the highest percentage of child labour. The main reasons for this are the economic condition of India, the imbalance that exists in its societies, and most of all the weak implementation mechanisms. In addition to these reasons are, namely:<\/p>\n\n\n\n<ul><li><strong>Poverty &#8211;<\/strong> It is the single important reason for child labour. The poor parents in order to supplement their income allow the children to work even on unremunerative jobs. Abject poverty and unemployment force the children to take up unremunerative jobs. Thus, economic compulsions weigh heavily on the consciousness of the poor parents and they would not mind colluding with their children’s employers in violating the laws and putting their children under the risks of inhuman exploitation. Parents want their children to earn for themselves as early as possible, much better, if they become a source of income to the family. <\/li><\/ul>\n\n\n\n<p>Even the highest court of the country has observed that the child labour in India is purely on account of economic reasons that the parents often want their children to be employed to augment their meager earnings and this problem cannot be solved by mere legislation because of the poverty and destitution in the country. In order to eradicate this problem, it is essential that a child should have been able to receive proper education with a view to equipping itself to become a useful member of society and to play a constructive role in the socio-economic development of the country.&nbsp;<\/p>\n\n\n\n<ul><li>Loss of an earning member of the family.<\/li><li>The poor conviction rate of the violators.<\/li><li>Many employers prefer to engage children because they are cheap. Moreover, children tend to be less troublesome, more disciplined, and highly adaptable.<\/li><li>Absence of any state-sponsored scheme of family allowance.<\/li><li>Nonexistence of any general scheme of compulsory education up to a minimum age.<\/li><li>The evasion of existing laws for the protection of children.<\/li><li>Even the social structure system is responsible for child labour as the social structure is characterized by the caste system. The members of the low castes and down-trodden communities are expected to be for the services of the upper castes and thus, they are deprived of their aspirations.<\/li><\/ul>\n\n\n\n<p>The problem of child labour in India is deeply rooted in the exploitative socio-economic set-up and poor and backward economy. Ignorance by people, lack of opportunities, and other socio-economic institutions add to this problem.<\/p>\n\n\n\n<h4><strong>C<\/strong>onclusion<\/h4>\n\n\n\n<p>No doubt there are a number of legislations and constitutional safeguards for child welfare to overcome child labour and to avoid the situations that come as a consequence of child labour. At an international level, different organizations are also working for the same cause. But still, there are a lot of efforts needed to create an environment that is free from child abuse. The instances discussed in the various sections of the writing indicate how far India is in eradicating child labour and how hard work it needs to do for the welfare of the poor, ignorant, and unheard children. The problem lies in the implementation side. The States should devise effective mechanisms for the proper implementation of laws. The more responsibility lies on the parents who should not force their children to indulge in such occupations. Awareness building programs shall be conducted with parents and communities through which people at large can understand the ill-effects of child labour. This problem needs the support of every person in the society and we should discourage the people to employ children in factories, homes, shops, etc. and the initiatives of the civil societies also need to be appreciated.<\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n","protected":false},"excerpt":{"rendered":"<p>Introduction In India, no doubt there are special laws relating to children but still, they are deprived of even basic human rights guaranteed to them by the Constitution of India and other legislation. In India, the problem of child labour is quite alarming. As per Census 2011, the total child population in India in the [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":3578,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[83,81,87],"tags":[],"authors":[{"term_id":69,"user_id":16,"is_guest":0,"slug":"jasra","display_name":"Jasra Ayoub"},{"term_id":76,"user_id":24,"is_guest":0,"slug":"qazi","display_name":"Qazi Suhaib"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3413"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3413"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3413\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3578"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3413"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3413"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3413"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}