{"id":3429,"date":"2020-10-11T18:42:02","date_gmt":"2020-10-11T18:42:02","guid":{"rendered":"https:\/\/theryf.org\/?p=3429"},"modified":"2020-11-09T08:14:47","modified_gmt":"2020-11-09T08:14:47","slug":"legal-basis-of-humanitarian-intervention-and-its-justification","status":"publish","type":"post","link":"https:\/\/theryf.org\/legal-basis-of-humanitarian-intervention-and-its-justification\/","title":{"rendered":"LEGAL BASIS OF HUMANITARIAN INTERVENTION AND IT&#8217;S  JUSTIFICATION"},"content":{"rendered":"\n<h3><strong>Introduction<\/strong><\/h3>\n\n\n\n<p>The doctrine of humanitarian intervention is one of the most contested issues in the world today. It is both widely accepted and yet still highly controversial.<\/p>\n\n\n\n<p>The concept of humanitarian intervention poses significant challenges and raises a number of questions that give rise to an ongoing debate in regard to the current international legal framework.<\/p>\n\n\n\n<p>The article considers whether humanitarian intervention is legal under international law. This is a common question but produces an undecided answer: humanitarian intervention appears to contradict the United Nations Charter, but developments in state practice since 1945might have made it legal under certain circumstances.<\/p>\n\n\n\n<p>Some scholars see it as a legal right for states in some situations, whereas others argue that in all situations humanitarian intervention is an illegal act.<\/p>\n\n\n\n<p>The debate suggests that humanitarian intervention is either legal or illegal depending on one’s understanding of how international law is constructed, changed, and represented.<\/p>\n\n\n\n<h4><strong>Definition<\/strong><\/h4>\n\n\n\n<p>It is difficult to construe a unifying definition of humanitarian intervention. Humanitarian intervention has been defined differently by different scholars.<\/p>\n\n\n\n<p>For example, humanitarian intervention has been defined by Wil Verwey as:<\/p>\n\n\n\n<p>“The threat or use of force by a state or states abroad, for the sole purpose of preventing or putting a halt to a serious violation of fundamental human rights, in particular the right to life of persons, regardless of their nationality, such protection taking place neither upon authorization by relevant organs of the United Nation no with permission by the legitimate government of the target state.”<\/p>\n\n\n\n<p><strong>T.D Gill defines humanitarian intervention<\/strong> as, &#8220;The humanitarian intervention is the military activity by one or more States – irrespective of whether they are part of a military alliance or regional organization – aimed at putting an end to or protecting persons, not of its(their) nationality who are subjected to serious violations of fundamental human rights, in particular the right to life, without the consent of the target State and without any form of authorization by the UN Security Council&#8221;.<\/p>\n\n\n\n<h4><strong>Characteristics of Humanitarian Intervention<\/strong><\/h4>\n\n\n\n<p>Some of the essential characteristics of humanitarian intervention are as follows:<\/p>\n\n\n\n<ol><li>A humanitarian intervention involves the threat and use of military forces as a central feature.<\/li><\/ol>\n\n\n\n<ol start=\"2\"><li>It is an intervention in the sense that it entails interfering in the internal affairs of a state by sending military forces into the territory or airspace of a sovereign state that has not committed an act of aggression against another state.<\/li><\/ol>\n\n\n\n<ol start=\"3\"><li>The intervention is in response to situations that do not necessarily pose direct threats to states&#8217; strategic interests but instead are motivated by humanitarian objectives.<\/li><\/ol>\n\n\n\n<h4><strong>History<\/strong><\/h4>\n\n\n\n<p>Getting involved in the affairs of another state on humanitarian grounds has been a subject of discussion in public international law since the 19th century.<\/p>\n\n\n\n<p>The concept of humanitarian intervention was born out of predominantly three humanitarian catastrophes during the Nineties, namely Rwanda, Srebrenica, and Kosovo. In each of these instances, the UN was notably absent from taking action, which led to either a humanitarian crisis occurring or another body having to take action out with the law to prevent it.&nbsp;<\/p>\n\n\n\n<p>&nbsp;The first catastrophe that led to the call for humanitarian intervention was the genocide in Rwanda in 1994. In the space of approximately 100 days, over half a million Tutsis were killed by the Hutu government and a further two million sought refuge in neighboring countries. This happened despite the presence of a UN peacekeeping mission, UNAMIR(United Nations Assistance Mission for Rwanda)on the ground. The UNAMIR, however, did not have a robust mandate and thus was not authorized to use force by the UNSC so it could do very little to prevent the attacks, especially when their numbers were actually reduced over this period.<\/p>\n\n\n\n<p>Shortly after the genocide in Rwanda came a massacre of Bosnian Muslim males in Srebrenica in 1995. Because of greater fighting in the former Yugoslavia the UN created safe areas in Bosnia and Herzegovina in 1995 and the UN Protection Force was given the task of defending them. However, after Serb forces attacked the safe areas, the peacekeeping force was unable to do anything to stop it, as again UNSC had not authorized them to use force. This resulted in the killing of approximately 7,000 Muslim men. This situation, along with that of Rwanda, highlighted the real need for the international community to step up and help people in these situations, particularly if the UNSC is unable or refuses to act.<\/p>\n\n\n\n<p>This is why in the case of Kosovo in 1999, the world saw a different outcome. When the UNSC refused to take any action to combat the persecution of Kosovar Albanians from the FRY(Yugoslavian army)due to continued opposition from Russia, North Atlantic Treaty Organization (NATO) stepped in and began a series of aerial strikes in the name of humanitarian intervention. This action by NATO was illegal under international law as the organization did not have UNSC authorization to use force charter and it could not be classed as self-defense as a NATO member state had not been attacked. However, it was widely agreed that the intervention was ‘illegal but legitimate’ due to the humanitarian purposes it was trying to achieve.&nbsp;<\/p>\n\n\n\n<h4><strong>Use of force<\/strong><\/h4>\n\n\n\n<p>International law is fundamentally concerned with regulating war between states, and well-developed bodies of law exist on state conduct in war and the decision to use force.<\/p>\n\n\n\n<p>In order to understand the legal basis of humanitarian intervention, it is very important to know the laws related to the use of force by states under the UN Charter. It takes two contributions that are elementary to today’s legal regime on war: it outlaws the use of force on part of individual states, and it empowers the Security Council to make all decisions on collective measures that involve military force.<\/p>\n\n\n\n<ol><li>Article 2(4) establishes the first element and it requires that states not use or threaten force against other states: “All members shall refrain in their international relations from the threat or use of force against the territorial integrity or political independence of any state, or in any other manner inconsistent with the Purposes of the United Nations.” This is a general prohibition, set in the section of the Charter that defines the common and fundamental obligations of UN members and of the organization itself, and it is often cited as the primary contribution of the UN system to international order. It goes along with Article2 (3), which insists that UN members settle their interstate disputes by “peaceful means.<\/li><li>Articles 24,39 and 42 deliver the power to use force to the Security Council. These sections of the Charter establish that the Council has the “primary responsibility for the maintenance of international peace and security” (Article 24 ) and that it can take all measures it deems necessary in that pursuit, including military action against states or other threats (Article 42 ).<\/li><\/ol>\n\n\n\n<p>Therefore, having all these articles in the background we may conclude that the use of force is not allowed unless all other peaceful resources have been taken by states and if such recourse fails then only use of force is permitted. In other words, whether the use of force is permitted or not will depend upon the facts and circumstances of each case.&nbsp;<\/p>\n\n\n\n<h4><strong>Legal basis and justification of Humanitarian intervention<\/strong><\/h4>\n\n\n\n<p>The advocates of intervention put forward two types of arguments.&nbsp;Firstly, humanitarian intervention is directed neither at the territorial integrity nor the political independence of the targeted State and is not thus inconsistent with Art. 2(4).&nbsp;<\/p>\n\n\n\n<p>Moreover, the Charter is not an instrument protecting only a single value, that is peace at all costs, but it has in fact several purposes to which it gives expression. No doubt one of its fundamental values is the prohibition of the use of force, but it cannot be ignored that another is the protection of fundamental human rights. Thus, in cases of grave conflict between the maintenance of peace and respect for human rights, the proponents hold that sovereignty and non-recourse to force have to yield to humanitarian imperatives. In other words, there is a duty, at least in the most extreme cases, to strike a balance between “conflict-minimization and the protection of human rights.” Finally, a practical argument which has emotional and moral overtones and is thus, more compelling: <em>must the international community stand idly by while millions of human beings are being massacred just because in the SC a permanent member holds its protective hand over the culprit?<\/em>&nbsp;<\/p>\n\n\n\n<h4><strong>UN Charter&#8217;s prohibition of use of force is not absolute <\/strong><\/h4>\n\n\n\n<p>The use of force is only prohibited under Art. 2(4) of the UN Charter when it goes against “territorial integrity and political independence”.<sup> <\/sup>As a “genuine humanitarian intervention does not result in territorial conquest or political subjugation. It is a distortion to argue that [it] is prohibited by Art. 2(4).” The reference in Art. 2(4) to the “Purposes of the UN”, excludes any prohibition on humanitarian intervention as a <em>bona fide<\/em> humanitarian intervention is consistent with the purposes of the UN.<\/p>\n\n\n\n<p>Furthermore<sup> &nbsp; <\/sup>&nbsp;&nbsp;Art. 1(3) of the UN Charter states one of the purposes is “to achieve international cooperation in promoting and encouraging respect for human rights and fundamental freedoms”. As the humanitarian intervention is not contrary to these purposes, it is arguably still consistent with Art. 2(4).<\/p>\n\n\n\n<p>Humanitarian intervention is permissible where the UN fails to fulfill its task of safeguarding human rights, as surely the drafters of the Charter did not intend states to merely do anything where serious human rights violations are occurring. Genocide Convention (1948) states that parties must “prevent and punish” the “crime of genocide” allows for humanitarian intervention where genocide is being committed. The ICJ opinion in the case concerning the Application of the Convention on the Prevention and Punishment of the Crime of Genocide (Bosnia and Herzegovina v. Serbia and Montenegro)—the Genocide Case, was “the obligation of States parties is rather to employ all means reasonably available to them, so as to prevent genocide so far as possible”. It can be asserted using Wesley Hohfeld’s jural correlative that given the positive duty upon states to prevent genocide, which was reiterated in the Genocide Convention Case, there must be a correlative right of peoples to be protected, and in the case of genocide where there are no realistic means of exercising this right, the right to intervene must be vested in other states.<\/p>\n\n\n\n<h4><strong>Interpretation of Provisions<\/strong><\/h4>\n\n\n\n<p>&nbsp;Art. 31(1) of the Vienna Convention<sup> <\/sup>provides that treaty provisions shall be interpreted in light of the treaty’s object and purpose. This is a crucial point often missed by strict constructionists. Art. 31(2) of the Vienna Convention<sup> <\/sup>then explains that the object and purpose of a treaty are determined, <em>inter alia<\/em>, by looking at the treaty’s preamble. The preamble of the UN Charter provides that its members reaffirm faith in fundamental human rights, in the dignity and worth of the human person.<em> <\/em>In <em>Nuclear Weapons Case<\/em>, ICJ Judge Weeramantry noted that “dignity and worth of the human person” are keynote principles of the UN Charter.<\/p>\n\n\n\n<p>Pursuant to the Vienna Convention, the provisions of the UN Charter (including Art. 2(4)’s prohibition on the use of force) must be interpreted in conformity with the purposes of the UN Charter. These purposes specifically include the promotion and protection of human rights. It is important to note that Art. 2(4) speaks of conduct inconsistent with the <em>purposes <\/em>of the Charter, not necessarily with the provisions of the Charter.<\/p>\n\n\n\n<p>Also, the preamble of the Rome Statute acknowledges that during this century millions of children, women, and men have been victims of unimaginable atrocities that deeply shock the conscience of humanity and that such grave crimes threaten the peace, security, and well-being of the world.<\/p>\n\n\n\n<p>Art. 2(4) cannot be interpreted to abrogate the very purposes of the Charter, especially its human rights provisions, or to deprive Articles 1, 55, 56, and the preamble of any meaning. Therefore, the article cannot be construed to prohibit <em>bona fide <\/em>humanitarian intervention necessary to enforce the principles of the Charter even if force is unauthorized by the SC.<sup>&nbsp;<\/sup><\/p>\n\n\n\n<p>And the preamble also provides that an additional purpose of the Charter is “to establish conditions under which justice and respect for the obligations arising from treaties and other sources of international law<em> <\/em>can be maintained.”<sup>&nbsp;<\/sup><\/p>\n\n\n\n<h4><strong>Humanitarian intervention has achieved the status of&nbsp; customary international law <\/strong><\/h4>\n\n\n\n<p>Customary international law is one component of international law. Customary international law refers to international obligations arising from established international practices, as opposed to obligations arising from formal written conventions and treaties. Customary international law results from a general and consistent practice of states that they follow from a sense of legal obligation.<\/p>\n\n\n\n<p>Customary law is formed each time an international incident occurs, based on the way the international community reacts.<sup> <\/sup>A resolution put before the SC condemning the NATO bombing in Serbia was defeated by 12 votes to three, implying acceptance of the action as legal.<sup> <\/sup>This theory of the formation of new customary legal norms may well justify the Kosovo operation by way of hindsight; because nobody did anything to stop it or oppose it, then the law may have embraced it.&nbsp;<\/p>\n\n\n\n<p>There are many other precedents also which give the legal basis of humanitarian intervention and thus paving it&#8217;s way to the status of customary international law for example UK\/US no-fly zone imposed over Southern Iraq from 1991 to 2003, US attack against ISIS, UK\/US\/France airstrikes against Syria&#8217;s chemical weapon facilities in 2018, etc. All these interventions were claimed to be done on a humanitarian basis to prevent crises. Therefore from all the above examples, we may derive that Humanitarian intervention has achieved the status of customary international law.&nbsp;<\/p>\n\n\n\n<h4><strong>The Responsibility To Protect<\/strong><\/h4>\n\n\n\n<p>The norm of non-intervention must give way when a State commits genocide or crimes against humanity on its own territory. This approach was first reflected in a report by the International Commission on Intervention and State Sovereignty (‘ICISS’). ICISS was created after the Kosovo intervention under the support of the Canadian government and a group of private foundations in response to appeals by Mr. Kofi Annan, Secretary-General of the UN, produced a detailed Report<sup> <\/sup>on humanitarian intervention entitled “The Responsibility to Protect”. The Commission recognized that the responsibility to protect its people from killing and other grave harm was the most basic and fundamental of all the responsibilities that sovereignty imposes—and pursuant to this doctrine if a state cannot or will not protect its people from such harm, then coercive intervention for human protection purposes, including ultimately military intervention, by others in the international community may be justified in extreme cases.<sup>&nbsp;<\/sup><\/p>\n\n\n\n<p>The Commission then goes on to state the conditions under which the interests of protection prevail. For an intervention to be lawful there must be:<\/p>\n\n\n\n<ol><li>a just cause;<\/li><li>the right intention (<em>recta intention<\/em>);&nbsp;<\/li><li>a situation of last recourse (<em>ultima ratio<\/em>);&nbsp;<\/li><li>respect for the principle of proportionality;&nbsp;<\/li><li>reasonable prospects of success;&nbsp;<\/li><li>a prior request for authorization by the SC of the action.<\/li><\/ol>\n\n\n\n<p>For the just cause (a.), it is clearly stated that only a grave and irreparable harm for human beings, i.e. considerable losses of human lives (actual or expected) or ethnic cleansing on a large scale can give rise to a right of military intervention.<sup>&nbsp;<\/sup><\/p>\n\n\n\n<p>As for the “right intention” (b.), the Commission stresses that the essential aim of the intervention must be to halt or avert human suffering<em>.<\/em><sup>&nbsp;<\/sup><\/p>\n\n\n\n<p>Further, the intervention must be the last recourse (c.), i.e. all diplomatic and other non-military means must previously have been explored. It is not necessary for all ways to have been actually tried and proved unsuccessful; it is, however, necessary to establish there were reasonable grounds for believing that, in the circumstances, the measure, if attempted, would not have been successful, e.g., by reason of lack of time.<sup>&nbsp;<\/sup><\/p>\n\n\n\n<p>Moreover, the intervention must be proportionate (d.) in scope, duration, and intensity to the humanitarian aim pursued, which means that the force used must be the minimum necessary to accomplish the aim.<sup>&nbsp;<\/sup><\/p>\n\n\n\n<p>Finally, the criterion of reasonable prospects of success of the operation (e.) requires there must be a reasonable chance of success in halting or averting the suffering which has justified the intervention, with the consequences of action not likely to be worse than the consequences of inaction.&nbsp;<\/p>\n\n\n\n<p>Therefore whether there was a bonafide humanitarian intervention or not must be checked out under the above references.<\/p>\n\n\n\n<p>Besides as already mentioned, the preamble of the UN Charter also provides that an additional purpose of the Charter is “to establish conditions under which justice and respect for the obligations arising from treaties and other sources of international law can be maintained.” The Responsibility to Protect the norm, which is one of those other sources, holds that states have a fundamental duty to protect their people from serious and systematic human rights abuses. The GA, offering strong evidence of opinion Juris, explained, “Each individual state has the responsibility to protect its populations from genocide, war crimes, ethnic cleansing and crimes against humanity through appropriate and necessary means and, if a state cannot or will not prevent the occurrence of such abuses, then the intervention by other actors in the international community is justified.<\/p>\n\n\n\n<h4><strong>C<\/strong>onclusion<\/h4>\n\n\n\n<p>The concept of humanitarian intervention is very important. Although a group of propounders does not consider it legal to intervene in the affairs of other states there is enough legal basis, as explained above to justify humanitarian intervention. How can a part of the world ignore all the atrocities and human killings and violations in some other part of the world, turn its back, and live a luxurious life? It is against the basic moral character of humans to let a population in some people of the world die on their own just because international law is not expressly allowing it.<\/p>\n\n\n\n<p>The need of the hour is that the UN should expressly provide some laws to authorize humanitarian intervention in the parts of the world where it is gravely needed. Until then the world should take recourse to the broad interpretation of the UN Charter and Customary International law to intervene in other states on humanitarian grounds to prevent and protect human atrocities in any part of the world.<\/p>\n\n\n\n<p>But at the same time, it has to be taken care of that any superpower or developed state should not intervene in an underdeveloped State for their own benefits and agendas on the pretext of humanitarian intervention.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction The doctrine of humanitarian intervention is one of the most contested issues in the world today. It is both widely accepted and yet still highly controversial. The concept of humanitarian intervention poses significant challenges and raises a number of questions that give rise to an ongoing debate in regard to the current international legal [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":3549,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[81,87],"tags":[],"authors":[{"term_id":65,"user_id":7,"is_guest":0,"slug":"aqsa","display_name":"Aqsa Assadullah"},{"term_id":68,"user_id":14,"is_guest":0,"slug":"farah","display_name":"Farah Jan"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3429"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3429"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3429\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3549"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3429"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3429"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3429"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}