{"id":3433,"date":"2020-10-12T10:51:52","date_gmt":"2020-10-12T10:51:52","guid":{"rendered":"https:\/\/theryf.org\/?p=3433"},"modified":"2020-11-09T08:18:59","modified_gmt":"2020-11-09T08:18:59","slug":"what-should-we-learn-from-arab-spring","status":"publish","type":"post","link":"https:\/\/theryf.org\/what-should-we-learn-from-arab-spring\/","title":{"rendered":"WHAT SHOULD WE LEARN FROM ARAB SPRING?"},"content":{"rendered":"\n<blockquote class=\"wp-block-quote\"><p><strong><em>“A revolution is not a bed of roses. A revolution is a struggle to the death between the future and the past.”<\/em><\/strong><\/p><\/blockquote>\n\n\n\n<p><strong><em>                                                 ~Fidel Castro<\/em><\/strong><\/p>\n\n\n\n<h3><strong>Introduction&nbsp;<\/strong><\/h3>\n\n\n\n<p>On a December day in 2010, <strong>Mohamed Bouazizi<\/strong>, a Tunisian street vendor, stood in front of a Government office and set himself on fire, killing himself. Bouazizi had been harassed by cops who attempted to shut down his business with no recourse, and his suicide by self-immolation galvanized Tunisian protesters. His actions helped spark a revolutionary uprising that has come to be known as the <strong>‘Arab Spring’<\/strong>. Protesters demonstrated against Government corruption and Tunisia’s autocratic president, Zine al-Abidine Ben Ali. A month later, after 23 years in power, Ben Ali fled to Saudi Arabia.<\/p>\n\n\n\n<p>This raised hopes among millions of other citizens within the neighboring Arab countries. Thus, within a short period, the protests spread to other countries like Algeria, Libya, Jordan, Egypt, Syria, Iraq, Bahrain, Yemen, and some other Gulf countries. The demands of the protesters varied from country to country but in general, it included demands for political freedom, social freedom, press freedom, improved human rights conditions, economic betterment, etc. The demands reflect a desire among the masses, particularly the new generation of young and educated, to be liberated from the reins of the old and authoritarian leadership and play a role in the decision-making process of the state. So far, the protests have overthrown four long-serving dictators — <strong>Ben Ali<\/strong> of <strong>Tunisia<\/strong>, <strong>Hosni Mubarak <\/strong>of <strong>Egypt<\/strong>, <strong>Muammar Gaddafi<\/strong> of <strong>Libya<\/strong>, and <strong>Ali Abdullah Saleh<\/strong> of <strong>Yemen<\/strong>. While the Bashar Al Assad regime in Syria is struggling for its survival, other countries have successfully managed to suppress the protests against the regimes either by a crackdown or by promising economic and political reforms.<\/p>\n\n\n\n<h4><strong>Why the name ‘Arab Spring’?<\/strong><\/h4>\n\n\n\n<p>The name “Arab Spring” is a reference to the 1848 Revolution- also known as the “People’s spring” – when political upheavals swept Europe. Ever since the word “spring” has been used to describe movements towards democracy like Czechoslovakia’s 1968 “Prague Spring”. Western media started popularizing the term “Arab Spring” in 2011.<\/p>\n\n\n\n<h4><strong>Who was Mohamed Bouazizi?<\/strong><\/h4>\n\n\n\n<p>Mohamed Bouazizi was a Tunisian street vendor from the village of Sidi Salah. Bouazizi was three years old when his father died. In the village in his small room, he was educated with his six siblings. To provide basic needs and necessities to his family he left education in his early teens but always dreamt of completing high school. He was the sole earner of the family besides supporting his mother, uncle, younger siblings. He applied for the military but was rejected.<\/p>\n\n\n\n<p>In December 2010, Bouazizi (who was now 26 years old) was getting ready to sell fruits and vegetables. He was stopped by police for not having the necessary permit to sell products. He was humiliated by Faida Hamdy, a female police officer who allegedly slapped him, confiscated his weighing scales, and pushed over his cart. He requested the return of scales to the Governor but was however rejected. Governor even refused to see him despite his threats that he would burn himself.<\/p>\n\n\n\n<p>After his request was turned away, he marched to a Government building and set himself on fire. Before setting himself on fire, he shouted “how do you expect me to make a living”. Although people tried to save him, he was having 90% burn injuries on his body. The President of Tunisia came to see him in the hospital and promised that he will send him to France for treatment but no such transfer was arranged. After remaining 18 days in a comatose state he died in January 2011. Thousands attended his funeral and pledged to avenge his death.<\/p>\n\n\n\n<h4><strong>Aftermath of Bouazizi’s Death<\/strong><\/h4>\n\n\n\n<ul><li><strong>Tunisia<\/strong><\/li><\/ul>\n\n\n\n<p>After the self-immolation of Bouazizi, the Tunisians took to the streets and began demonstrating which was captured by cell phone cameras and shared on the internet. Western Media started popularizing it as ‘Arab Spring’. Within days, protests started popping up across the country, calling upon President Ben Ali and his regime to step down. A brutal security crackdown followed, reported in shocking details by online social media. When protests reached the capital, Tunis, the government responded with even more brutality, arresting demonstrators, activists, and shutting down the Internet. This act marked the end of one of the Arab world&#8217;s most repressive regimes. It was a victory for people power and perhaps the first time ever in history that an Arab dictator has been removed by a revolution instead of a coup d’état.<\/p>\n\n\n\n<p>About a month later, Ben Ali fled to Saudi Arabia. A democratic free election was held to choose members of the council in which all the Tunisians participated. The members were given the task of drafting a new constitution and the democratically chosen Prime Minister and President took oath and office.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh6.googleusercontent.com\/8g0IXXbkox_QyLQ8cHql5WPZ7lv_8QLwiv4FaAfs8pBz5vP6S_yfWL3guUmBkgMqccZJzS8D62LbVG3pd0LEVt_Ut1rXMH3v19s33nAQMeasBSKKzVCOc72_keI6jEREixPWaA\" alt=\"C:\\Users\\Hp\\Desktop\\tunis.PNG\"\/><\/figure>\n\n\n\n<p>Tunisians protest outside the gates of the French Embassy in Tunis. Arab Spring began in Tunisia when a fruit vendor set himself on fire in protest in front of a government building.<\/p>\n\n\n\n<p>After Tunisia protests began to spread to other countries like Libya, Yemen, Egypt, Syria, and Bahrain.<\/p>\n\n\n\n<ul><li><strong>Egypt<\/strong><\/li><\/ul>\n\n\n\n<p>In late January of the same year (i.e. 2011), massive protests broke out in Egypt only after a few days of the ouster of Ben Ali’s in Tunisia. To control protests the Egyptian government started cracking down violently against the demonstrators. After several days of massive demonstrations and clashes between the security forces and protesters in Cairo and around the country, a turning point came when the Egyptian army announced that it would not use force against the protesters and started calling for the removal of President Hosni Mubarak. After military withdrawal support, the president left office after nearly 30 years, and the senior military officers ceded to the power.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh3.googleusercontent.com\/DgRzF6lAmcV57j3ZFvKGi8icuQOdQr_e8EFMSfnhlniGe9hEOB-XIEVwIS2yuWDamnP-IDs3obkzImbOMo78omodcsg0OzlZEGlFBRJJ377YAzKAbKXvu0moHWSRKbvj2K7k4g\" alt=\"C:\\Users\\Hp\\Desktop\\hosni mubarak.PNG\"\/><\/figure>\n\n\n\n<p><em>Egyptians celebrate the news of the resignation of President Hosni Mubarak, who handed control of the country to the military. In Tahrir Square, downtown Cairo, Egypt, in 2011<\/em>.<\/p>\n\n\n\n<p>A great role played by the military in ending the Mubarak regime has led the new military administration to enjoy high public approval. However, the new administration appeared hesitant to transfer full powers to an elected government and the use of force was resumed by military and security forces against the protesters. In late November 2011 despite this multiday outbreak of violence, the parliamentary elections were held and after a year People’s Assembly- a newly elected assembly held its inaugural session.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh5.googleusercontent.com\/1DvGJhwEc9QT6q37E4opPnF30jslIFuJ66FnrveKL3NOOz1fqqwiucja5oUdG-impMsfXocs0uMe1Y4ddSmF6DjxnWixVu-8hz-QHqBtbnFoSq4lcZaSq7OxHQtFaKhNniZ38Q\" alt=\"C:\\Users\\Hp\\Desktop\\egypt.PNG\"\/><\/figure>\n\n\n\n<p><em>An Egyptian armored personnel carrier covered in anti-Mubārak graffiti in Cairo, 2011.<\/em><\/p>\n\n\n\n<p>After the rapid successes in protest movements in Tunisia and Egypt, the protest movements took hold in Yemen, Libya, Bahrain, and Syria.<\/p>\n\n\n\n<ul><li><strong>Syria<\/strong><\/li><\/ul>\n\n\n\n<p>In the aftermath of the Arab Spring, the civil war began that lasted for several years, forcing many to leave Syria to seek refuge in Turkey, Greece, and throughout Western Europe. For a time, the militant group ISIS had declared a caliphate (a nation that is governed by Islamic Law) in northern Syria. This group has executed thousands of people there, and many others fled the region in fear of their lives.<\/p>\n\n\n\n<p>Although the ISIS group has largely been defeated in Syria, yet the oppressive regime of long term dictator Bashar al Assad remains in power in the country. The infrastructure of the country has suffered significant damage, and the conflict has devolved into tribal warfare.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh3.googleusercontent.com\/6mPCYM6MaRM_kmjCeGCWMFwlRgnP12LhFRhceqH2y1PkKn8vHkj2J5CBdgBCUh-nDEnZ15h_T5NDqfd-NLwMX8Cf6ExpVphSWiGE6HFtPYWyWLqFJDHJHPsR0eBvL7JjFwmRwg\" alt=\"C:\\Users\\Hp\\Desktop\\syria.PNG\"\/><\/figure>\n\n\n\n<p><em>Protesters burn images of Syrian President Bashar al-Assad in 2012, protest<\/em>. <\/p>\n\n\n\n<ul><li><strong>Libya<\/strong><\/li><\/ul>\n\n\n\n<p>In Libya, Muammar Gaddafi (authoritarian dictator Colonel) was overthrown in 2011, during a violent civil war. He was tortured (literally dragged through the streets) and was executed by opposition fighters. However, since his downfall, Libya has remained in a state of civil war, and the two opposing governments rule separate regions of the country. During the years of political upheaval, the civilian population has suffered significantly, with violence in the streets and access to food, resources, and healthcare services severely limited.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh6.googleusercontent.com\/t6_HaoK98y9E-lO5RpHtmrxRC-JyfpofNEHhpM1l5N8C0zFrCbANZmPFnjWtmwpLP9-1-hndD2a8WPR_6_TMa2BT1m7dBXmJJfZ94rXhSpvim6WUx6k4G8ZuAyYO06_EKAMbdg\" alt=\"C:\\Users\\Hp\\Desktop\\libya.PNG\"\/><\/figure>\n\n\n\n<p><em>A rebel firing a gun in the heavily contested city of Ajdābiyā in eastern Libya, 2011. The graffiti on the side of the truck reads, “Army of Libya.”<\/em><\/p>\n\n\n\n<p>This has contributed to the ongoing worldwide refugee crisis, which has seen thousands of Libyan fleeing the country, most often by boat across the Mediterranean Sea, with hopes of new opportunities in Europe.<\/p>\n\n\n\n<ul><li><strong>Bahrain<\/strong><\/li><\/ul>\n\n\n\n<p>The reforms in Tunisia and Egypt prompted the other countries to rise against the dictatorship, corruption, and other issues. In February 2011, Bahrain Human Rights activists and members of Bahrain marginalized Shiite majority protested and demanded political and economic reforms in Bahrain. The Bahrain security forces along with forces from Saudi Arabia and UAE violently suppressed the protestors. Dozens of accused protest leaders were imprisoned; hundreds of Shiite workers fired and Shiite mosques in dozens were demolished by the government&#8217;s aftermath protest. An independent investigation commissioned by the Bahraini government concluded that excessive force and torture has been used against the protesters by the government. The government assured us to act on the report in which recommendations for reformation were included.<\/p>\n\n\n\n<ul><li><strong>Yemen<\/strong><\/li><\/ul>\n\n\n\n<p>In Yemen, the first protest appeared in late January of 2011. President Ali Abd Allah Salih’s base of support was damaged when a number of the country’s most powerful tribal and military leaders aligned together with the pro-democracy protesters calling for him to step down. But they failed to remove Salih from power. In June, he was injured in a bomb attack and he left Yemen to receive medical treatment, raising hopes among the opposition that a transition would begin. Four months later when Salih returned to the country added to the uncertainty and confusion about Yemen’s political future. He signed an internationally mediated agreement in November of the same year in which he agreed for a phased transfer of power to the then-Vice President, Abd Rabbuh Mansur Hadi. Accordingly, Hadi took over governing responsibility and formally assumed the Presidency after standing as the sole candidate in a presidential election in 2012.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh5.googleusercontent.com\/9djvKiGhOeOPLHr7s4EybYwppINYsLNCNv_IsJXQjzzWk6gsQKnKd9w5Awb5Fjgo3H4dKS8TptZ_GG0trVgMw0zLOpBQX8cQj9c-H3xOhuDmub8ompq6lyQqJH1Js0ghQiz4aA\" alt=\"C:\\Users\\Hp\\AppData\\Local\\Microsoft\\Windows\\INetCache\\Content.Word\\yemen.png\"\/><\/figure>\n\n\n\n<p><em>Yemeni demonstrators calling for President ʿAlī ʿAbd Allah Ṣāliḥ to step down.<\/em><\/p>\n\n\n\n<h4><strong>Social Media and Revolutions<\/strong><\/h4>\n\n\n\n<p>Social media, such as Facebook, Twitter, YouTube, and mobile telephones played a major role in spreading information and serving as a mobilizing tool for the spontaneous and organic gathering of protesters during the Arab Spring across the MENA (the Middle East and North Africa) region in early 2011. Images of Tunisian protests against social and economic inequities and the regime’s oppression of people, which were widely shared on social media and through mobile telephone devices, inspired and created anti-government protesters in other countries in the region. Authoritarian regimes have often cut off access to the Internet to quell the protests; though they have failed to stop them.<\/p>\n\n\n\n<p>Tweets, texts, videos, blogs, and Facebook pages became the most effective communication and mobilizing tools for young Arab demonstrators. Social media was key to shaping the political debate of the Arab Spring. Political discussions and calls for change happened not only inside Arab states but also across borders of the MENA (the Middle East and North Africa) region. Social media conversations of protesters in Tunisia and Egypt were continued in other countries. And thanks to the Internet, social media, and mobile phones, images, and conversations of protests quickly reached the world, erasing global information borders.&nbsp;<\/p>\n\n\n\n<p>Although digital technology has been a powerful tool for political and social mobilization, this tumultuous and chaotic decade in the Arab world showed that no real change will happen if repressive regimes are more bent on killing their citizens than making any compromise. If before 2011 the authoritarian governments in MENA have not fully understood how to use social media, by the end of the decade they have skillfully weaponized digital media to spread misinformation and propaganda to maintain control and smear and discredit dissidents, shut down the Internet when it suits them, and intimidate and jail online activists in hopes to curb dissent. Social media became a double-edged sword for forces seeking positive change and maintaining the status quo.<\/p>\n\n\n\n<h4><strong>Impacts of Arab Spring<\/strong><\/h4>\n\n\n\n<ul><li><strong>Climate Change<\/strong><\/li><\/ul>\n\n\n\n<p>MENA is one of the most vulnerable regions of the world to climate change. Shortages of freshwater, drought, desertification, extreme heat and dust storms have already shown the region’s climate trajectory during this decade. Climate change was a contributing factor to the Arab Spring. Crop failures, food shortages, and higher food prices worsened the living conditions of the masses, forcing many of them to move within and beyond the borders of their countries in pursuit of a better life.&nbsp;<\/p>\n\n\n\n<p>According to a study published in the Global Environmental Change journal, there was a strong connection between climate change and conflicts in MENA between 2010 and 2012. For example, severe droughts in Syria between 2006 and 2011 decimated agriculture and caused a major migration of farmers to cities. Competition over scarce resources worsened the living conditions of Syrians, who began demanding change from their government.<\/p>\n\n\n\n<p>Subsequent protests against corruption, poverty, and the authoritarian rule of President Bashar al-Assad started one of the most brutal civil wars of the 21st century, which continues to this day. Over these years, power shortages under extreme heat have triggered mass unrest in Iraq and Egypt.&nbsp;<\/p>\n\n\n\n<p>Instability and conflict in MENA will be closely tied to climate change in the coming years. German research organization, the Max Planck Institute, predicts that daytime temperatures may reach and stay at 50 degrees Celsius throughout each year in MENA by the end of the century. According to its findings, large areas of MENA may become unlivable by then, if global emissions of greenhouse gases are not reduced.<\/p>\n\n\n\n<ul><li><strong>Mass Migration<\/strong><\/li><\/ul>\n\n\n\n<p>The most prominent feature of the past decade was the start of an enormous global refugee crisis. By the end of the decade, there were more refugees than after the end of World War II. The Syrian war created some of the worst refugees’ crisis in the world. Almost 6 million Syrians fled their country since 2011, and more than 6 million remain internally displaced.&nbsp;<\/p>\n\n\n\n<p>The largest number of refugees in Europe have come from Syria. However, despite the spike in the number of asylum seekers in Europe, the biggest burden of helping refugees has fallen in developing countries with weak economies and fragile social stability.&nbsp;<\/p>\n\n\n\n<p>Lebanon, Turkey, and Jordan received the highest numbers of refugees from Syria in proportion to their populations. Besides, Lebanon and Jordan host more than 2 million Palestinian refugees. Refugees continue to put stress on the social and economic stability of these three countries. More developed and rich Arabian Gulf countries could do more to help refugees in and from MENA than they have done so far.&nbsp;&nbsp;<\/p>\n\n\n\n<ul><li><strong>Sectarian Divisions<\/strong><\/li><\/ul>\n\n\n\n<p>One of the most defining events in MENA this decade was the deepening Sunni-Shia schism, intensified by ideological competition between Shiite Iran and Sunni Saudi Arabia. During this period, Saudi Arabia, which sees itself as the leader of Sunni Muslims, has stepped up its efforts to contain the growing influence of Iran in MENA.&nbsp;<\/p>\n\n\n\n<p>The competition between these two countries over spheres of influence has exacerbated regional hostilities. Saudi Arabia and Iran turned the civil conflicts in Syria and Yemen into protracted bloody proxy wars with no end in sight. Iran’s disproportionate influence on Iraq and the powerful Shiite militia group Hezbollah in Lebanon has also inflamed internal tensions in these countries.&nbsp;<\/p>\n\n\n\n<p>Saudi Arabia, Egypt, the United Arab Emirates, and Bahrain&nbsp;<a href=\"https:\/\/www.aljazeera.com\/news\/2019\/06\/qatar-blockade-gulf-crisis-190604220901644.html\">cut diplomatic and commercial ties<\/a>&nbsp;with Qatar in 2017 and imposed a complete blockade on it for its alleged close ties with Iran and for “support of terrorism.” The blockade is still in place. Partly because of these events, Qatar withdrew from the Organization of the Petroleum Exporting Countries (OPEC) in 2019, after a sixty-year membership.&nbsp;<\/p>\n\n\n\n<p>Being the world’s major exporters of oil and gas and members of OPEC, Saudi Arabia and Iran have also clashed over the direction of OPEC’s energy policy. Iran often opposed Saudi Arabia-dominated OPEC oil prices and the decision to coordinate prices with non-OPEC countries, such as Russia, which now commands a major influence on the oil cartel.&nbsp;<\/p>\n\n\n\n<p>While Saudi Arabia and Iran continue their bitter regional rivalry through proxy wars, exchange accusations about attacks on strategic objects – such as oil tankers and oil facilities, and supply arms to various militia groups in the region, they have avoided having a direct confrontation so far. With no signs of abating, the Saudi-Iranian cold war is likely to exacerbate the sectarian divisions in MENA for years to come.&nbsp;<\/p>\n\n\n\n<h4><strong>Conclusion<\/strong><\/h4>\n\n\n\n<p>The Arab Spring protests started in the Middle East because of the repression of people and their rights, the insistence of regimes on a monopoly of power and refusal of regimes to accept the transition power principle through elections, as well as poverty, corruption, unemployment, and marginalization of ethnic and youth groups. Arab dictatorships disgraced their own people and their arrogance went far enough. They used to pass reign by inheritance to their sons. They exploited the resources of the countries and shared it between their family members, friends, and relatives while the common people left in underdevelopment and poverty.<\/p>\n\n\n\n<p>The power of peaceful protests and mass demonstrations through uprisings and the ability of social media had fuelled the protests and communicated its goals to the world. The uproar, turmoil, and tumult of the Arab Spring have shown the rest of the world that millions of people in Islamic nations believe in democratic government and free expression.&nbsp;<\/p>\n\n\n\n<p>Ben Ali ruled Tunisia for 20 years, Mubarak reigned in Egypt for 30 years, and Gaddafi held Libya in a tight grip for 40 years. Yet their bravest challengers were 20-30 years old without ideological baggage, violent intentions, or clear leadership. The groups that initiated and sustained protests had few meaningful experiences with public deliberation or voting and little experience with successful protests. However, these young activists were politically disciplined, pragmatic, and collaborative.<\/p>\n\n\n\n<p>The revolution that started in Tunisia spread strongly to five countries. Now against the government, the citizens have the freedom to speak without any reprisal and democratic elections are taking place. The protests, demonstrations, uprisings try to put an end to the repression of free speech, and economic mismanagement, human rights abuses, and corruption.<\/p>\n\n\n\n<p>The Dictators in Yemen, Libya, and Syria launched a war against their own people. No one can predict what will happen as the war is still on in Syria but one thing is clear that the people have come out in massive protest and have broken the barrier of fear. The protestors started peaceful protests however rulers confronted it by massive and excessive force and violence. Libya, Yemen, and Egypt have proven that it will not be an easy task to say where these revolutions are heading.<\/p>\n\n\n\n<p>The revolutions of the Arab Spring are inspiring revolutions worldwide. The failure of the West system and the double standard policy of the West have encouraged the Arabs to adopt the modern pragmatic Islamic approach and discourage the adoption of western values. The game of the west replacing the dictators of the past with the new ones will not survive for long. And finally the masses, the young generation have promised and learned lessons and they will not give up until they achieve their all the basic and human rights.<\/p>\n\n\n\n<p>This has brought the region a novel contour – a wave of protests for democratic reforms in an otherwise authoritarian Arab world. The regime change also carries with it the potentials of change in policies towards the neighborhood and beyond. Throughout the uprisings, the major regional countries have fought political and diplomatic wars among themselves aiming to assert their influence over the region. The outside powers have taken the opportunity to strengthen their interests by intervening in the conflicts.&nbsp;<\/p>\n\n\n\n<p>But the prospect of democracy within the region has receded. Most regimes have been able to keep at bay, at least for the time being, the calls for change. The expectations of the movement turned out to be overambitious. Arab spring is now commonly referred to as Arab winter (reflecting the failure of protest movements to bring about change within the region). Democracy may not have come fully to these countries as expected, yet the region has nevertheless changed dramatically in the last three years. The regimes have survived, but there is no surety of how long they will survive. The internal and external environment has changed.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>“A revolution is not a bed of roses. A revolution is a struggle to the death between the future and the past.” ~Fidel Castro Introduction&nbsp; On a December day in 2010, Mohamed Bouazizi, a Tunisian street vendor, stood in front of a Government office and set himself on fire, killing himself. Bouazizi had been harassed [&hellip;]<\/p>\n","protected":false},"author":8,"featured_media":3553,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[83,82],"tags":[],"authors":[{"term_id":66,"user_id":8,"is_guest":0,"slug":"asima","display_name":"Asima Amin Nazki"},{"term_id":77,"user_id":19,"is_guest":0,"slug":"mir","display_name":"Mir Adil Rashid"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3433"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/8"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3433"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3433\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3553"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3433"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3433"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3433"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}