{"id":3436,"date":"2020-10-12T10:53:16","date_gmt":"2020-10-12T10:53:16","guid":{"rendered":"https:\/\/theryf.org\/?p=3436"},"modified":"2020-11-09T08:19:56","modified_gmt":"2020-11-09T08:19:56","slug":"the-dispute-between-north-and-south-korea-how-has-it-affected-the-civilians","status":"publish","type":"post","link":"https:\/\/theryf.org\/the-dispute-between-north-and-south-korea-how-has-it-affected-the-civilians\/","title":{"rendered":"THE DISPUTE BETWEEN NORTH AND SOUTH KOREA-HOW HAS IT AFFECTED THE CIVILIANS?"},"content":{"rendered":"\n<h3><strong>Introduction<\/strong><\/h3>\n\n\n\n<p>There has always been a diplomatic correlation across the Korean Peninsula. Which is situated in East Asia, extending southwards up to 684 miles from continental Asia into the Pacific Ocean. The inter-Korean relations have experienced a lot of ups and downs, from hostile confrontations and terrorist attacks to summit meetings, since the division and subsequent Korean War. The conflicts between North and South Korea have immensely affected the civilians in terms of loss of their lives, torn family ties, huge infrastructure destructions, and much more.<\/p>\n\n\n\n<p>Nevertheless, there have been attempts by both sides as well as the United Nations with the help of different states to sort out their issues. Yet, no significant event of reconciliation can be marked.<a href=\"https:\/\/images.app.goo.gl\/tcduxXgq3Hvn9FRE9\"><\/a><\/p>\n\n\n\n<h4><strong>Historical Perspective of the dispute:<\/strong><\/h4>\n\n\n\n<ul><li><strong>Pre War Scenario<\/strong><\/li><\/ul>\n\n\n\n<p>Korea was once part of the Mongolian Empire and it was ruled by China. In the late 19<sup>th<\/sup> century, Korea became an independent empire for a while before being conquered by Japan. Throughout the Japanese rule, Koreans faced a lot of problems to preserve their culture. However, it continued to hold together and gained its independence piece by piece.<\/p>\n\n\n\n<ul><li><strong>Division of the Peninsula<\/strong><\/li><\/ul>\n\n\n\n<p>After Japan surrendered at the end of World War II, Korea became independent, but the United States and Soviet Union agreed in 1945 to divide the country for administrative purposes at the 38<sup>th<\/sup> parallel, in order to disarm the Japanese army from Korea. Meanwhile, a decision could not be agreed upon that would unify Korea. Further, the US government became anxious at the possibility of Korea falling under Soviet dominance. Therefore, the government of the US requested Soviet forces to stop its advancement at the 38<sup>th<\/sup> parallel north and to abandon the south of the peninsula, including the capital city Seoul, so that it can be inhabited by the US.&nbsp;<\/p>\n\n\n\n<ul><li><strong>Arrival of Soviet Union and United states.<\/strong><\/li><\/ul>\n\n\n\n<p>&nbsp;&nbsp;&nbsp;In the same year, the Soviet army made its way into Pyongyang (the present-day capital of North Korea) and set up a military government over it and on the other side, US forces arrived in the south and established the United States Army Military Government in Southern Korea.<\/p>\n\n\n\n<p>Later, the war-time synergy between the Soviet Union and the US worsened as the cold war took place. The Soviet Union supported Korean communists in North Korea and Kim Il-Sung, who had assisted in the Soviet Army, became the major political figure while as in the South, anti-communist Syngman Rhee appeared as the most eminent politician.<\/p>\n\n\n\n<p>Besides, the US government took the matter to the United Nations, resulting in the formation of the United Nations Temporary Commission on Korea (UNTCOK). However, the Soviet Union was against this move. Consequently, the general elections were held by UNTCOK in the south, due to which the Republic of Korea got established with Syngman Rhee as its President, replacing the US military occupation on 15 August 1947. In North Korea, the Democratic People’s Republic of Korea was established with Kim Il-sung, as its Prime Minister.&nbsp;<\/p>\n\n\n\n<ul><li><strong>Korean War (1950-1953)<\/strong><\/li><\/ul>\n\n\n\n<p>The real war began when North Korea invaded the South. It was backed by the Chinese government and the Soviet Union, crossed the 38th parallel, and attacked South Korean forces. The United Nations Security Council in response to this act of North aided South Korea and sent forces immediately. Out of twenty-one countries who militarily aided, primary support came from the US. The support of the US was more for the quelling of the concept of communism rather than putting an end to the Korean border dispute. Moreover, it believed if they let Korea down, the Soviets will swallow up places one after another.<\/p>\n\n\n\n<p>The North Korean army was much more trained and equipped and had high morale as compared to the South Korean army and allies, they could not stand the fight and were dying because of thirst and dangerous diseases. It was evident from their condition that they were on the verge of defeat. Here, the US desperately needed to relieve pressure on its forces, so it was decided that an amphibious invasion behind North Korean forces would be launched. The plan was risky, but it was successful, the North Korean forces were cut off from their supply lines and forced to fight on two fronts at the same time. This attack was a complete surprise to the north and the landing forces met with relatively little resistance. They were forced to go back to Pyongyang. This was a victory for the South and consequently, peace talks were held at a border village known as Panmunjom. For the first time in history, in the subsequent years jet fighters engaged in air to air fights, negotiations were impeded, combat continued and neither party could come to an agreement.&nbsp; <a href=\"https:\/\/images.app.goo.gl\/owvB7Py2koPwKw7N7\"><\/a><\/p>\n\n\n\n<ul><li><strong>Signing of Armistice.<\/strong><\/li><\/ul>\n\n\n\n<p>&nbsp;&nbsp;&nbsp;Finally, both the Koreas signed an armistice (an agreement between two countries who are at war that they will stop fighting). However, Syngman Rhee was against this, who tried to sabotage the arrangements for freedom of prisoners and conducted protest rallies against the armistice. Even when he refused to sign the agreement, unwillingly he had to abide by it. This armistice led to an official ceasefire, but not to an official peace treaty. A new boundary was drawn and a two-mile-wide demilitarized zone (DMZ) between the two states was created. Despite its name, this border continues to be heavily militarized.<img loading=\"lazy\" src=\"https:\/\/lh4.googleusercontent.com\/AF3EoOQ-7ayOT2yiSgAR6nuemiqqDHbdtyhFCoZSVmWoaDeJuP_CucGYSEXwEcV8XVk1VBEmmExDBRzdR8ZrW5P836r4aMoU6ln97Tc87ugJgntm_JKorG3BpxG5K98Zfemm3g\" width=\"479\" height=\"291\"><\/p>\n\n\n\n<p>It is reported that even after this armistice was signed, North Korea has announced at least six times that it would no longer abide by it.&nbsp;<\/p>\n\n\n\n<h4><strong>Effects of the War<\/strong><\/h4>\n\n\n\n<p>This war proved to be disastrous for all of the Korea in the following ways:<\/p>\n\n\n\n<ol><li>The first effect of the war was the loss of lives. In the three years of War, around 5 million people died. More than half of these were civilians. Also, 40,000 Americans were killed and lacs were injured. Though the War was relatively short, the rate of civilian casualties was more than that of World War II and the Vietnam War.  <img loading=\"lazy\" width=\"602\" height=\"353\" src=\"https:\/\/lh3.googleusercontent.com\/oo4wyBnzpJfgPKAraXd2GG17XX4a3nAAchGsZDEbx6c-c8u6NHRMVx3kaoaFZ7S_uqbyizMtE73Y9I27_TsbKGoZ0b93hEph5nwsqTNu1060WRNk6gliOk_t1FW-qAKmlORKlA\"><\/li><li>Countless families were separated for decades; they had to live on two opposite sides of the demilitarized zone. They were not allowed to meet each other or even communicate. Although Red Cross has so far reunified over 20,000 family members, reunions were no longer allowed as tensions rose on the peninsula.<a href=\"https:\/\/images.app.goo.gl\/DfRM5vU1MkVicMx57\"><\/a><\/li><li>The War proved to be devastating majorly for the industrial development of Korea, as half of the industries were damaged in the War and skilled laborers, employees also lost their lives. It damaged industrial infrastructure altogether with leaving thousands of people unemployed, struggling to fulfill their basic needs. <\/li><li>As US soldiers still remained in South Korea, it irritated the Chinese government and put a great impact on the relations between the two countries (US and China).<\/li><li>After the Soviet Union and China withdrew its support from North Korea it fell into poverty, having the highest military expenditure in the world. It remained a developing country with a great deal of famine, where people are reportedly oppressed and tortured. The press is also controlled by the state. Therefore, North Korea became isolated from the world. While on the other hand South Korea, earlier being under-developed and heavily dependent on foreign aid, transformed into a developmental powerhouse. Its economy grew at an average annual rate of 9% and per capita income increased more than a hundredfold. <\/li><li>Another long term effect was that War led to huge American rearmament. Their defense budget shot up to billions of dollars.<\/li><li>After all these years, the effects of the War still persist, there have been hundreds of cross-border incidents reported such as bombings, hijackings, espionages, kidnappings, assassinations, and shellings. 1968 being the deadliest year where 148 people were killed in cross-border incidents.<\/li><\/ol>\n\n\n\n<ul><li><strong>Post War Scenario.<\/strong><\/li><\/ul>\n\n\n\n<p>The aftermath of the Korean War built tension between all the superpowers. It was important for the cold war, as it showed that two superpowers would fight a “proxy war” in another country. Being the first of its kind wherein, the United Nations participated. After the war, US forces stayed in the South but Chinese forces left and the conflict continued. On one hand, defense treaties were signed between the US and South Korea and on the other hand between North Korea, USSR, and china. Moreover, South Korea became an anti-communist military dictatorship till its first election while North Korea an orthodox communist dictatorship.<\/p>\n\n\n\n<p>The dispute between the two elevated with the back-to-back armed clashes known as the Korean DMZ conflict. Since then, both sides kept on attempting to harm each other in one way or another. Later, the US removed its troops from the South and by the end of the cold war, the north also lost its support of the Soviet Union. By then, North Korea had started to develop nuclear weapons and missiles.<\/p>\n\n\n\n<h4><strong>Reconciliation Efforts<\/strong><\/h4>\n\n\n\n<p>The first-ever contact was carried out by the South Korean government in the form of a secret negotiation with the North for national reunification. However, the dialogue was short-lived. Then, by the end of the previous century, there was a sign of the restoration of harmony between the two states. But, North Korea’s nuclear weapon abilities became a source of tension for the South. Also, the then South Korean President initiated a policy (known as sunshine policy) in order to restore good relations with the North. A joint North-South industrial complex was built for the facilitation of trade at Kaesong (a city in North Korea). Things appeared to get better when North and South Korean athletes marched under a single flag at the summer Olympics to present the Korean peninsula. However, the policy was later abandoned because of the provocations by the North through active nuclear weapon testing. Consequently, the UN also issued a travel ban on the North and blocked their accounts. As a response to this, North Korea among other things revoked the 1953 sealed ceasefire agreement with the South.<\/p>\n\n\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Due to the South Korean president’s hard approach towards Pyongyang, North Korea nullified all the military and political agreements with the South. In addition to this, it canceled all the business contracts relating to the Kaesong industrial complex. <a href=\"https:\/\/images.app.goo.gl\/1q422f5rxNDLYqt27\"><\/a><\/p>\n\n\n\n<ul><li><strong>Summit Meeting.<\/strong><\/li><\/ul>\n\n\n\n<p>In 2018, the two presidents (Kim jong-un and Moon-Jae-in) met in a summit wherein the former agreed to denuclearize North Korea if the United States also agreed to peace treaties. Accordingly, in order to prevent clashes, end hostility on land, sea, and air the governments established buffer zones across DMZ. However, recently North Korea destroyed an inter-Korean joint liaison office with missiles, calling South Korea an enemy and not a partner for pacification.<\/p>\n\n\n\n<h4><strong>Conclusion<\/strong><\/h4>\n\n\n\n<p>It is difficult to alter the essence of inter-Korean relations but almost impossible to unify them. In fact, the series of terms of exchange and cooperation between them failed to harmonize their relationship. The main cause can be the difference of unchanging perspectives of both sides pertaining to the unification of the Korean Peninsula.<\/p>\n\n\n\n<p>&nbsp;However, unification is not the most important matter here, as is the threat to the peace of civilians of South as well as North. Rightly stated in a Korean proverb, that when two whales fight, it is the small fish that are devoured in the process. The war, though called “ limited”, led to large painful casualties of Americans, Chinese, troops of various countries, and most of all to the people of Korea.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction There has always been a diplomatic correlation across the Korean Peninsula. Which is situated in East Asia, extending southwards up to 684 miles from continental Asia into the Pacific Ocean. The inter-Korean relations have experienced a lot of ups and downs, from hostile confrontations and terrorist attacks to summit meetings, since the division and [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":3551,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[87],"tags":[],"authors":[{"term_id":67,"user_id":9,"is_guest":0,"slug":"bisma","display_name":"Bisma Bashir"},{"term_id":71,"user_id":40,"is_guest":0,"slug":"ziqra","display_name":"Ziqra Kanroo"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3436"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3436"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3436\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3551"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3436"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3436"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3436"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}