{"id":3439,"date":"2020-10-12T10:56:18","date_gmt":"2020-10-12T10:56:18","guid":{"rendered":"https:\/\/theryf.org\/?p=3439"},"modified":"2020-11-09T08:24:47","modified_gmt":"2020-11-09T08:24:47","slug":"does-capital-punishment-serve-its-purpose-in-india-and-is-it-constitutionally-valid","status":"publish","type":"post","link":"https:\/\/theryf.org\/does-capital-punishment-serve-its-purpose-in-india-and-is-it-constitutionally-valid\/","title":{"rendered":"DOES CAPITAL PUNISHMENT SERVE ITS PURPOSE IN INDIA AND IS IT CONSTITUTIONALLY VALID"},"content":{"rendered":"\n<h3><strong>Introduction<\/strong><\/h3>\n\n\n\n<p>Punishment is the impulse used to authorize the tradition that must be adhered to which goes about as one of the segments of present-day human advancement. It is the obligation of the State to rebuff the crooks so as to keep up peace in the general public. Earlier, there wasn&#8217;t a particular law or request for such violations and the quantum and degree of punishment was to a great extent reliant on the King. With time present-day speculations of punishment were created and intentional accommodation of our privileges and capacity to keep up lawfulness was given to the state. The most severe or we can say the most noteworthy punishment granted in the present time is ‘Capital Punishment’.<\/p>\n\n\n\n<p>Capital punishment is the punishment that includes the legitimate executing of an individual who has perpetrated specific wrongdoing restricted by the law. Capital punishment is also known as the ‘Death Penalty’ which is authorized by the legislature in which an individual is executed by the state as a punishment for the wrongdoing he submitted.<\/p>\n\n\n\n<p>The debate about the death penalty is one of the endless debates of modern times. That it is endless is understandable, for there is death at both ends of the argument: the one who is to be killed at the hands of justice has himself killed, usually at the instigation of his own sense of justice, or (more commonly), injustice. And so, every argument about the preciousness, the sacredness, or the merely secular right to life can be answered with equal force from the other end. Small wonder then that the argument goes in a circle.<\/p>\n\n\n\n<h4><strong>Capital Punishment in India<\/strong><\/h4>\n\n\n\n<p>The issue of capital punishment has been discussed, examined, concentrated from a delayed time yet till now no end can be drawn about the maintenance or abolishment of the arrangement. Capital punishment has been a method of punishment for centuries which is rehearsed for the disposal of criminals and is utilized as the discipline for the previous violations.<\/p>\n\n\n\n<p>India is one of the retentionist countries which have retained the death penalty. In India deciding the case for the death penalty is based on the doctrine of ‘rarest of the rare test’ which was stated in the case of Bachan Singh v. the State of Punjab, [i] which means that the death penalty should be awarded in rarest of rare cases. This view of the Supreme Court was highly supported as it aimed to reduce the use of Capital Punishment.<\/p>\n\n\n\n<p>The rationale for the decision applied by the Supreme Court on account of Bachan Singh is that capital punishment is constitutional only if it goes about as an option in contrast to life detainment.&nbsp; Furthermore, the same will be applied in rarest of the rare case at the point when the elective choice of life imprisonment is unquestionable dispossessed.<\/p>\n\n\n\n<p>There has been a differing supposition with respect to capital punishment in India as some are in the opinion of the maintenance of the discipline while others are in the opinion of its abolishment. The individuals who are in the opinion of capital punishment contend that it ought to be given in the most grievous and rarest of the rare violations. However, the individuals who are against the death penalty contend on the religious, good, and moral grounds and announce it inhumane. It is additionally proposed that it ought to be supplanted with life detainment or any substitute must be brought out.<\/p>\n\n\n\n<p><strong>The Constitution of India under Article 21 states<\/strong> that no person shall be deprived of his life or personal liberty except according to the procedure established by law. On account of capital punishment when the punishment of death is granted then it additionally restricts the extent of presentation of new realities or laws for the situation. On the off chance that the punishment has been executed, it is permanent.<\/p>\n\n\n\n<h4><strong>Constitutional Validity of Capital Punishment in India<\/strong><\/h4>\n\n\n\n<p>The established constitutional validity of capital punishment was tested every once in a while, in various cases beginning from Jagmohan Singh <em>v. <\/em>State of Uttar Pradesh [ii] where the Supreme Court dismissed the contention that capital punishment is the infringement of the &#8220;right to life&#8221; which is ensured under Article 19 of the Indian Constitution.<\/p>\n\n\n\n<p>For another situation, in Rajendra Prasad<em> v. <\/em>State of Uttar Pradesh, [iii] Justice Krishna Iyer has compassionately focused on that capital punishment is violative of Articles 14, 19 and 21, but year a later in the milestone case of Bachan Singh v. the State of Punjab, [iv] by a dominant majority of 4:1 (Bhagwati J. disagreeing) the Supreme Court overruled its previous decision in Rajendra Prasad case. It communicated the view that capital punishment, as an elective punishment for murder isn&#8217;t absurd and thus violative of Articles 14,19, and 21, of the Constitution of India, in light of the fact that the &#8220;public order&#8221; contemplated by Clauses (2) to (4) of Article 19 is unique in relation to &#8220;law and order&#8221; and furthermore articulated the standard of granting capital punishment just in the &#8220;rarest of rare cases&#8221;.&nbsp;<\/p>\n\n\n\n<p>Similarly in various other cases, the Supreme Court has given its perspectives on capital punishment and on its established legitimacy. The Supreme Court in Machhi Singh v. the State of Punjab, [v] set out the expansive frameworks of the conditions when capital punishment ought to be imposed.<\/p>\n\n\n\n<p>It is noteworthy to mention that the dissenting judge in the <em>Bachan Singh case, Justice Bhagwati, found the death penalty necessarily arbitrary, discriminatory and capricious. He reasoned that the death penalty in its actual operation is discriminatory, for it strikes mostly against the poor and deprived sections of the community, and the rich and the affluent usually escape, from its clutches. This circumstance also adds to the arbitrary and capricious nature of the death penalty and renders it unconstitutional as being violative of Articles 14 and 21. [vi] However, the majority of the judges, in this case,<\/em> didn’t agree with this opinion and held capital punishment constitutionally valid.<\/p>\n\n\n\n<h4><strong>Penological Justification for the Death Penalty<\/strong><\/h4>\n\n\n\n<ul><li><strong>Deterrence<\/strong><\/li><\/ul>\n\n\n\n<p>Deterrence aims to prevent individuals from offending by using the fear or threat of punishment [vii]. The assumption behind deterrence theory is that all persons are rational individuals, and will commit a crime only if they perceive that the gain they will derive from the criminal act will be greater than the pain they will suffer from its penal consequences.[viii] The idea is that the activity of deterrence is reinforced when the punishment is made as extreme as death itself; no individual in his\/her correct attitude would submit a demonstration which may bring about the loss of one&#8217;s life, the nature of self-protection being inherent, biological and invincible under common conditions.<\/p>\n\n\n\n<p>For deterrence to work, it is necessary that certain prerequisites be met. If anyone of these prerequisites does not exist, or if any of them are weakened, then the overall idea of deterrence fails. These prerequisites can be broadly articulated as follows [ix]:<\/p>\n\n\n\n<ol><li>That potential offenders know which offenses merit the death penalty.<\/li><li>That potential offenders conduct an analysis of the costs and benefits before or while committing the crime and weigh the death penalty as a serious and important cost.<\/li><li>That potential offenders view it as a probable consequence that they will be subjected to the death penalty if they commit the crime.<\/li><li>That potential offenders are risk-averse and not risk-seeking.<\/li><li>That potential offenders give more weight to the costs than the benefits and choose to not perform the act.<\/li><\/ol>\n\n\n\n<p>If all the above-mentioned prerequisites are met, then it is assumed that the potential offender will be deterred from offending. However, experts noticed two major fallacies in these assumptions &#8211; Knowledge Fallacies and Rationality Fallacies.<\/p>\n\n\n\n<p>Knowledge fallacies refer to the idea that offenders <em>do not know <\/em>the penalties applicable to the crimes that they plan on committing. Hence, they do not feel deterred by a severe penalty.<\/p>\n\n\n\n<p>A major assumption of deterrence theory is that potential offenders are rational decision-makers. However, a large number of crimes are committed in a fit of rage or anger, or when the offender is clinically depressed, or are motivated out of strong emotions such as revenge or paranoia. In circumstances such as these, deterrence is unlikely to operate since the actor is not likely to give due weight or even a cursory consideration to what penalties might be imposed on him\/her subsequently; the focus is on the emotion driving his\/her state of mind. [x]<\/p>\n\n\n\n<p>The discussion above does not imply that deterrence is a myth and the criminal justice system could do away with all punishments entirely, without impacting deterrence. Indeed, the fact that there exists<em> <\/em>a criminal justice system that punishes criminal conduct is by itself a deterrent. Consequently, it is not necessary that punishments by themselves be harsh or excessive. Theorists argue that the assumption in criminal law that the harsher the punishment, the less likely it is to be committed is not true.<\/p>\n\n\n\n<ul><li><strong>Incapacitation<\/strong><\/li><\/ul>\n\n\n\n<p>The theory of incapacitation advocates dealing with offenders in such a way that they are not in a position to re-offend. It is generally used as a justification to impose longer sentences on repeat offenders, dangerous criminals, or career criminals. To be able to use the incapacitation rationale, it is essential that the sentencing court make an assessment of the ‘dangerousness’ of the offender and the possibility that the person is likely to re-offend.<\/p>\n\n\n\n<p>The primary objection to executing a person on grounds of incapacitation is the predictability problem. It is virtually impossible to be able to predict if the convicted offender is likely to re-offend. Capital punishment is the most extreme form of incapacitation since it implies taking the life of the offender to ensure that he\/she does not re-offend.<\/p>\n\n\n\n<ul><li><strong>Reformation<\/strong><\/li><\/ul>\n\n\n\n<p>The theory of reformation strives to transform all offenders into peaceful, productive, and capable citizens of society. Reformation assumes that offenders are capable of change, and once the reasons for the commission of the crime are removed, they can lead ordinary and fulfilling lives.<\/p>\n\n\n\n<p>While it is clear that when a person is sentenced to death, the idea of reformation has clearly lost its priority in sentencing, discussions of reformation have often been a part of death penalty adjudication. This is because reformation is a central normative commitment of our criminal justice system, and because only those offenders who are adjudged beyond reform and proven to be so, through conclusive evidence adduced by the prosecution, can ever be sentenced to death.<\/p>\n\n\n\n<ul><li><strong>Public Opinion<\/strong><\/li><\/ul>\n\n\n\n<p>An important reason often cited by governments for retaining the death penalty is that public opinion demands the same. One could argue that public opinion is indeed a factor to be considered while making important decisions that affect the population at large. However, it is not necessary for the government to follow public opinion on every issue.<\/p>\n\n\n\n<p>The Indian experience of laws governing social issues, such as Sati, dowry prohibition, untouchability, and child marriage is a testament to the fact that the government has the power to lead public opinion even against deeply entrenched cultural norms and indeed an obligation to do so when faced with issues concerning human dignity and equality.<\/p>\n\n\n\n<h4><strong>Contemporary Reports commenting on Capital Punishment in India<\/strong><\/h4>\n\n\n\n<p>Recent expansions of the scope of the death penalty, for example, passed in 2013, the Criminal Law (Amendment) Act introduced several new provisions into the Indian Penal Code, including Section 376A, which allowed for the death penalty to be imposed in cases where rape led to the death of the victim or left her in a persistent vegetative state; and 376E which allowed for the imposition of the death penalty for certain repeat offenders. These amendments were passed in the wake of the recommendations of the Verma Committee.[xi] Pertinently, while the Verma Committee was in favor of enhanced punishment for certain forms of sexual assault and rape, it noted that “in the larger interests of society, and having regard to the current thinking in favor of the <em>abolition of the death penalty, and also to avoid the argument of any sentencing arbitrariness, we are not inclined to recommend the death penalty.<\/em>” The Criminal Law (Amendment) Act, 2013, nevertheless expanded the scope of the death penalty.<\/p>\n\n\n\n<p>Also, <strong>India’s Law Commission in its 262<sup>nd<\/sup> Report (August 2015) <\/strong>recommended that the concept of the death penalty should be abolished for all crimes other than terrorism-related offenses to safeguard national security.<\/p>\n\n\n\n<p>The Law Commission in its past report in the year 1967, Commission finished up that India couldn&#8217;t change the &#8220;analysis of abrogation of the death penalty&#8221;. However, in 2015 the Commission expressed that &#8220;the Commission feels that the time has arrived for India to move towards abrogation of capital punishment&#8221;. Further, it was mentioned, “The social, economic and cultural contexts of the country have changed drastically since the 35<sup>th<\/sup> Report” (1967).<\/p>\n\n\n\n<p>Moreover, arbitrariness has remained a major concern in the adjudication of death penalty cases in the past years since the foremost precedent on the issue was laid down.<\/p>\n\n\n\n<h4><strong>Rate of Execution and Commutation of Capital Punishment in India<\/strong><\/h4>\n\n\n\n<p>In India, the concept of the death penalty is present but there were only 11 executions done from the year 1998-2019. In the last 20 years, a total of 3751 death sentences were commuted to life imprisonment.<\/p>\n\n\n\n<p>After handing out 186 death sentences in 2018 — a 20-year high — the number of capital punishments given out at trial courts in 2019 declined sharply to 102.<\/p>\n\n\n\n<p>There is a clear focus on the perpetrators of sexual crimes as particularly “deserving” of the death penalty. However, there is no evidence that adding the death penalty for rape under certain circumstances has acted as a deterrent. In fact, the number of rape-murders increased between 2017 and 2018. [xii]<\/p>\n\n\n\n<p>Data gathered by the National Crimes Record Bureau on death sentences indicates that in the period between 2000 and 2012, <strong>1677 death sentences were imposed by Indian courts<\/strong>. This implies that India sends on average 129 persons to death row every year, or roughly <strong>one person every third day. <\/strong>This number is alarmingly high and appeared to suggest that the death penalty is being applied much more widely than was envisaged by the Bachan Singh case.<\/p>\n\n\n\n<h4><strong>The Fallibility of the Criminal Justice System and the Death Penalty<\/strong><\/h4>\n\n\n\n<p>In the last decade, the Supreme Court has on numerous occasions expressed concern about arbitrary sentencing in death penalty cases.<\/p>\n\n\n\n<p>In Rampalb Pithwa Rahidas v. the State of Maharashtra, [xiii] where the trial court sentenced 8 persons to death and the high court confirmed the death sentence against 5 of them, the Supreme Court acquitted all the accused, on the ground that the main evidence against them – that of an approver – was not reliable.<\/p>\n\n\n\n<p>So also, in Subash Chander &amp; others <em>v. <\/em>Krishan Lal &amp; others, [xiv] where the trial court convicted the four accused and sentenced three of them to death, and the High Court upheld the conviction but commuted the sentence of all to life, the Supreme Court acquitted all the accused.<\/p>\n\n\n\n<p>Again, in Parmananda Pegu v. the State of Assam, [xv] the lower courts had imposed the death sentence on the accused while the Supreme Court acquitted the accused.<\/p>\n\n\n\n<p>The above-mentioned cases and many more like these stand the question that each judge can only limit his analysis to the cases he has presided over or read about. In light of the large volumes of cases, the determination that one or the other case is a “rarest of rare case” would remain nothing but a legal fiction. Whether a law that permits the taking of life on the basis of legal fiction, is in consonance with the text and spirit of the Constitution, bears investigation.<\/p>\n\n\n\n<p>It is noteworthy to mention here that anyone sentenced to death shall have the right to appeal to a court of higher jurisdiction, and steps should be taken to ensure that such appeals shall become mandatory. Also, Clemency powers in India are enshrined in the Constitution. Article 72 vests these powers in the President, and Article 161 vests similar powers in the Governors of the States. Clemency powers mean either pardoning the offender or reducing or altering the punishment awarded by the Court.<\/p>\n\n\n\n<h4><strong>International Trends and Deterrence<\/strong><\/h4>\n\n\n\n<p>Today, 106 countries had abolished the death penalty in law for all crimes by the end of 2017 and 142 countries had abolished the death penalty in law or practice. [xvi] A category of countries has also abolished the death penalty for ordinary crimes such as murder and retained it for exceptional crimes such as crimes under military law or under exceptional circumstances.<\/p>\n\n\n\n<p>When a death penalty is awarded it eliminates the scope of improvement which could have changed the life of an individual, this is the reason why democracies around the world are supporting the reformative theory of punishment and abolishing the deterrent theory of punishment. The death penalty is most prominently used in Iran, China, Pakistan, and Saudi Arabia, and the USA.<\/p>\n\n\n\n<h4><strong>Conclusion<\/strong><\/h4>\n\n\n\n<p>The death penalty does not serve the penological goal of deterrence any more than life imprisonment. Further, life imprisonment under Indian law means imprisonment for the whole of life subject to just remissions which, in many states in cases of serious crimes, are granted only after many years of imprisonment which range from 30-60 years.<\/p>\n\n\n\n<p>Retribution has an important role to play in punishment. However, it cannot be reduced to vengeance. The notion of ‘an eye for an eye, tooth for a tooth’ has no place in the constitutionally mediated criminal justice system. Capital punishment fails to achieve any constitutionally valid penological goals.<\/p>\n\n\n\n<p>In focusing on the death penalty as the ultimate measure of justice to victims, the restorative and rehabilitative aspects of justice are lost sight of. Reliance on the death penalty diverts attention from other problems ailing the criminal justice system such as poor investigation, crime prevention, and rights of victims of crime.<\/p>\n\n\n\n<p>In retaining and practicing the death penalty, India forms part of a small and ever-dwindling group of nations. That 142 countries are now abolitionist in law or in practice, demonstrates that evolving standards of human dignity and decency do not support the death penalty. The international trend towards successful and sustained abolition also confirms that retaining the death penalty is not a requirement for effectively responding to the insurgency, terror, or violent crime.<\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n","protected":false},"excerpt":{"rendered":"<p>Introduction Punishment is the impulse used to authorize the tradition that must be adhered to which goes about as one of the segments of present-day human advancement. It is the obligation of the State to rebuff the crooks so as to keep up peace in the general public. Earlier, there wasn&#8217;t a particular law or [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":3591,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[82],"tags":[],"authors":[{"term_id":69,"user_id":16,"is_guest":0,"slug":"jasra","display_name":"Jasra Ayoub"},{"term_id":76,"user_id":24,"is_guest":0,"slug":"qazi","display_name":"Qazi Suhaib"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3439"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3439"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3439\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3591"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3439"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3439"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3439"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}