{"id":3442,"date":"2020-10-14T09:20:00","date_gmt":"2020-10-14T09:20:00","guid":{"rendered":"https:\/\/theryf.org\/?p=3442"},"modified":"2020-11-09T08:27:28","modified_gmt":"2020-11-09T08:27:28","slug":"an-understanding-on-how-capitalist-economy-functions","status":"publish","type":"post","link":"https:\/\/theryf.org\/an-understanding-on-how-capitalist-economy-functions\/","title":{"rendered":"AN UNDERSTANDING ON HOW CAPITALIST ECONOMY FUNCTIONS"},"content":{"rendered":"\n<h3><strong>I<\/strong>ntroduction<\/h3>\n\n\n\n<p>&nbsp;The means of production are owned and controlled by private businesses and the government has no role to play in production or prices. It is also known as a free market economy or free enterprise economy. This economic system is dominant in the Western world, mainly.<\/p>\n\n\n\n<h4><strong>Origin of Capitalist Economy<\/strong><\/h4>\n\n\n\n<p>The capitalist economy is one of the oldest economic systems in the world which emerged during the 17th century. Capitalist Economy arose from a systematic breakdown of feudalism as a social and economic system and the imposition of a wage-labor system in its place. It first started with merchants who were a link between customer and producer. However, they gradually dominated the latter by placing orders and paying in advance. Then became more powerful by supplying them raw material and paying wages for finished production. The Merchant then made the transition to capitalism by making profits from the ownership and control of means of production. As time passed by, mercantilism gradually evolved into the economic practices that would eventually be called Capitalism. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp;<\/p>\n\n\n\n<p>&nbsp;The Capitalist Economy is the most predominant in the current global economy. The USA, UK, Germany, Japan, Singapore, etc. are the classical examples of the capitalist economy.&nbsp;<\/p>\n\n\n\n<h4><strong>Characteristics of Capitalist Economic System<\/strong><\/h4>\n\n\n\n<p>In a capitalist economic system, private individuals and\/or businesses own the capital good, that is, production. The production of goods and services is wholly based on the supply and demand in the market. The private individuals are unrestrained and without any interference from the side of government. They decide on their own as to where to invest the capital, what and how to produce, where and what to sell, and at which prices to exchange the goods and services.<\/p>\n\n\n\n<p>Some of the chief characteristics of a Capitalist Economy could be summarized as:<\/p>\n\n\n\n<h4><strong>1.<\/strong> <strong>Economic Freedom:<\/strong><\/h4>\n\n\n\n<p>In a capitalist economic system, every individual is free to make economic choices without any intervention by the government. This freedom applies to both producers and consumers. Producers are free to produce any goods or services as per demand in the market. Similarly, consumers are free to buy the things they desire. Also, the workers are free to take employment wherever they desire and investors are free to invest wherever they get higher profit.<\/p>\n\n\n\n<h4><strong>2.<\/strong> <strong>Profit Motive:<\/strong><\/h4>\n\n\n\n<p>The driving force behind a capitalist economy is the profit motive. Business establishments exist to make a profit. The motive for the production and sale of goods and services is to gain profits and not just to solely satisfy the people&#8217;s needs and desires. The profit motive is responsible for the distribution of resources, determination of the character of the business, and leads to variations in production due to improved and increased technology.<\/p>\n\n\n\n<h4><strong>3.<\/strong> <strong>Minimal Government Intervention:<\/strong><\/h4>\n\n\n\n<p>&nbsp;Capitalist economic systems are characterized by minimal intervention by the government. Producers and consumers are at liberty to produce and buy goods and services respectively. Government intervention is limited to the protection of private property and the provision of public goods.<\/p>\n\n\n\n<h4><strong>4.<\/strong> <strong>Consumer`s Sovereignty:<\/strong><\/h4>\n\n\n\n<p>In a capitalist economy, a consumer is considered as a king. The whole production frameworks as per the directions of consumers. Utilization of resources, the technique of production, and the output, everything<strong> <\/strong>depends on impersonal force consumer&#8217;s demand. The consumers are at liberty to buy any goods and services as they need and desire. The choice of consumers is not subject to any restraint.<\/p>\n\n\n\n<h4><strong>5. A Two-Class System:<\/strong><\/h4>\n\n\n\n<p>Under the capitalist economic system, society is divided into two groups of individuals: The capitalist class and the Workers class.<\/p>\n\n\n\n<p>The capitalist class owns the means of production and distribution and purchase the labor power of others. The capitalist class regulates the whole production and distribution process.&nbsp; While the workers class does not own any means of production. They sell their labor to the capitalist class in exchange for wages. However, there exists conflict between the two over the issues of wage payement, working hours, and working conditions. The worker&#8217;s class always remains subordinate to the capitalist class.<\/p>\n\n\n\n<h4><strong>6. Willingness to Change:<\/strong><\/h4>\n\n\n\n<p>Another character of a capitalist economy is its ability to adapt and change. It allows the change and adaptability of newer tastes of society. It does not stick to a single trend; it changes with the change in society to satisfy the demands of consumers. It also focuses on overcoming inefficiencies within its economic structure.&nbsp;<\/p>\n\n\n\n<h4><strong>Advantages of Capitalist Economy<\/strong><\/h4>\n\n\n\n<p>In the Capitalist economic system, goods or services are distributed based on mechanisms set by societies, instead of government controls or mandates. The primary advantage of a Capitalist economy is that every individual has some sort of control over their fortune in life. The main benefit of the Capitalist economic system is that it provides strong incentives and motivation to grow, produce, innovate, improve, and move forward constructively. Some of the advantages of the capitalist economy are:<\/p>\n\n\n\n<h4><strong>1.<\/strong> <strong>It  leads to innovation<em>:<\/em><\/strong><\/h4>\n\n\n\n<p>The capitalist economy does create conditions for innovations to grow and thrive very quickly, for economic infrastructure to be built with maximum speed, making possible rapid development. &nbsp;Business owners invest in development and research to create better products. To get more profit every producer takes the new initiative to develop new techniques in production. The best example of innovation is the changing shapes and features of cellular mobile phones from hand handled mobile phones to pocket-size cellular phones.&nbsp;<\/p>\n\n\n\n<h4><strong>2.<\/strong> <strong>It is key to success:<\/strong><\/h4>\n\n\n\n<p><strong>&nbsp;<\/strong>Every person residing in a society focused on Capitalist economic systems does have an initial chance to find out success in many ways. Some may work even harder than others as everyone is surely going to get an opportunity at some level. There is one golden principle that if you work hard in your life, you have somehow a chance of reaching your definition of success.<\/p>\n\n\n\n<h4><strong>3.<\/strong> <strong>It  promotes participation:<\/strong><\/h4>\n\n\n\n<p>The capitalist economy encourages people to get involved in all possible aspects of society to create the best outcome for themselves. People quickly get involved with different business activities so that they can get more and more benefits and create more capital.<\/p>\n\n\n\n<h4><strong>4.<\/strong> <strong>Capitalist Economy embraces skills:<\/strong><\/h4>\n\n\n\n<p>There are people with tremendous skills in this world that are not adequately utilized. A capitalist economy allows businesses to tap into these resources so that they can innovate. These innovations also create improving chances to continue for this developing world. This will undoubtedly bring an end to hunger, water scarcity, and other potentially life-threatening conditions.<\/p>\n\n\n\n<h4><strong>5.<\/strong> <strong>It leads to Economic Growth:<\/strong><\/h4>\n\n\n\n<p>With the business firms and individuals facing incentives to be innovative, this creates a climate of innovation and therefore economic expansion. This in turn helps in an increase in real GDP and leads to improved living standards. In a capitalist economy, economic growth is faster and higher because the investor or the producer invests in the projects that are profitable to him. From a global perspective, before the industrial revolution, almost 80% of the world&#8217;s population lived in poverty. By 1980 that number had fallen to 34.8% and by 2000, less than 20% of the population lives on less than $1 a day. In the average country that became more capitalist over the last 25 years, the average citizen gained a 43% increase in income.<\/p>\n\n\n\n<h4><strong>Disadvantages of Capitalist Economic System<\/strong><\/h4>\n\n\n\n<p>Despite various merits and advantages of the capitalist economy, there are certain demerits of it. Some of which are:<\/p>\n\n\n\n<h4><strong>1.<\/strong> <strong>More emphasis on the needs of business and not on the needs of the individual:<\/strong><\/h4>\n\n\n\n<p><strong>&nbsp;<\/strong>In a capitalist economy emphasis is more laid on the needs of the business rather than the needs of individuals. If companies want to remain operational, then they must introduce innovation in goods or services they offer and should also try to reduce costs. In a capitalist economy, there can be a misallocation of resources which results in higher production of luxury goods, which in turn will make the necessary goods more expensive and out of reach of an individual. Taking an example of some businesses (Telecom or IT or Pharmaceutical Companies, etc.) these are growing in this pandemic also but the common man is still striving for essentials.<\/p>\n\n\n\n<h4><strong>2.<\/strong> <strong>Less government interference:<\/strong><\/h4>\n\n\n\n<p>In a strong capitalist economic society, there is less or no interference of government and due to this the resources available are being utilized by few individuals to create opportunities and it leads to consolidation.<\/p>\n\n\n\n<h4><strong>3.<\/strong> <strong>People with disabilities are neglected:<\/strong><\/h4>\n\n\n\n<p>The main focus of the Capitalist economy is too non-disabled individuals. If someone is unable to be productive, no matter what either because of injury or disability, they no longer have the ability to contribute and such individuals are left behind.<\/p>\n\n\n\n<h4><strong>4.<\/strong> <strong>Competition is dragged into market:<\/strong><\/h4>\n\n\n\n<p>The capitalist economy only focuses on the best. This means that larger businesses with more capital workforce smaller companies that lie out of their niches. It also means that workers with superior skills are forced out to work that usually may have an average based skillset.<\/p>\n\n\n\n<h4><strong>5.<\/strong> <strong>Not bothered about the environment and other social structure:<\/strong><\/h4>\n\n\n\n<p>The primary goal of the Capitalist economy is based mainly on consumption, so almost all of the energy is spent on that particular purpose alone. There is no consideration given to the environmental and social structures of the society, and no responsibility is shown so whatever harm may be done in another area.<\/p>\n\n\n\n<h4><strong>Capitalist Economy Versus Social Economy<\/strong>:<\/h4>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td><strong>&nbsp;<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\"><strong>Capitalist Economy<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\"><strong>Socialist Economy<\/strong><\/td><\/tr><tr><td><strong>1<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\">Follows a theory or system of social organization based around a free market and privatization where ownership is ascribed to the individual persons.<\/td><td class=\"has-text-align-center\" data-align=\"center\">Follows a theory or system of social organization based on the holding of most property in common, with actual ownership ascribed to the workers.<\/td><\/tr><tr><td><strong>2<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\">The capitalist economy is based around a free market economy, meaning an economy that distributes goods and services according to the laws of supply and demand.<\/td><td class=\"has-text-align-center\" data-align=\"center\">In a socialist economy, the shared ownership of resources and the impact of social planning allow for a more equal distribution of goods and services and a more fair society.<\/td><\/tr><tr><td><strong>3<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\">It creates wealth through private ownership of property and businesses.<\/td><td class=\"has-text-align-center\" data-align=\"center\">Economic and social equality is created through the redistribution of wealth.<\/td><\/tr><tr><td><strong>4<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\">In a capitalist economic system, price is determined by market forces.<\/td><td class=\"has-text-align-center\" data-align=\"center\">In a socialist economic system, price is determined by the government.<\/td><\/tr><tr><td><strong>5<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\">The free market competition encourages efficiency and innovation&nbsp;<\/td><td class=\"has-text-align-center\" data-align=\"center\">Government-owned businesses have less incentive for efficiency and innovation.<\/td><\/tr><tr><td><strong>6<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\">It imposes limited tax based on individual income.<\/td><td class=\"has-text-align-center\" data-align=\"center\">It imposes high taxes which are necessary to pay for public services.<\/td><\/tr><tr><td><strong>7<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\">Private property in capital and other goods is the dominant form of property. Public property and state property play a secondary role, and there might also be some collective property in the economy.<\/td><td class=\"has-text-align-center\" data-align=\"center\">Two kinds of property: Personal property, such as houses, clothing, etc. owned by the individual. Public property includes factories, and means of production owned by the State but worker-controlled.<\/td><\/tr><tr><td><strong>8<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\">In capitalist economies, governments play a minimal role in deciding what to produce, how much to produce, and when to produce it, leaving the cost of goods and services to market forces.<\/td><td class=\"has-text-align-center\" data-align=\"center\">In socialist economies, important economic decisions are not left to the markets. Instead, the government—which owns or controls much of the economy&#8217;s resources—decides what’s, when’s, and how’s of production.<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<h4><strong>Conclusion<\/strong><\/h4>\n\n\n\n<p>Over the years, the capitalist economy has evolved. Starting with Feudalism followed by mercantilism and then capitalism. The capitalist economy needs a free market to succeed. Distribution of goods in a capitalist economic system is done according to laws of supply and demand.&nbsp; In a capitalist economy, the best products are generated for the best prices because consumers will pay more for what they want the most. The essential reward of a capitalist economy is the innovation of new products and more efficient production methods. The essential feature of capitalism is the motive to make a profit. In a capitalist economy, there is rational self-interest that can lead to economic growth. However, like anything else, a capitalist economy has its disadvantages too. No doubt that the capitalist economy has surpassed economic growth more than that of other economic systems, but the concentration of wealth in the hands of few always remains controversial. The forces that lead to the success of a capitalist economy may also act as a reason for its failure; it is necessary to take appropriate measures to protect the free market from powerful private interests.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction &nbsp;The means of production are owned and controlled by private businesses and the government has no role to play in production or prices. It is also known as a free market economy or free enterprise economy. This economic system is dominant in the Western world, mainly. Origin of Capitalist Economy The capitalist economy is [&hellip;]<\/p>\n","protected":false},"author":41,"featured_media":3538,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[83,82],"tags":[],"authors":[{"term_id":79,"user_id":41,"is_guest":0,"slug":"sabreena","display_name":"Sabreena Hafiz"},{"term_id":72,"user_id":37,"is_guest":0,"slug":"suraya","display_name":"Suraya Hayat"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3442"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/41"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3442"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3442\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3538"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3442"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3442"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3442"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}