{"id":3444,"date":"2020-10-14T09:23:03","date_gmt":"2020-10-14T09:23:03","guid":{"rendered":"https:\/\/theryf.org\/?p=3444"},"modified":"2020-11-09T06:45:22","modified_gmt":"2020-11-09T06:45:22","slug":"road-accidents-or-murder-is-law-failing","status":"publish","type":"post","link":"https:\/\/theryf.org\/road-accidents-or-murder-is-law-failing\/","title":{"rendered":"ROAD ACCIDENTS OR MURDER: IS LAW FAILING?"},"content":{"rendered":"\n<h3><strong>I<\/strong>ntroduction<\/h3>\n\n\n\n<p>Road accidents are the most unwanted common thing nowadays. As the number of people buying automobiles is increasing, the number of road accidents is also increasing. Motorization although has eased life in many aspects, but it has come with a price. Road accidents claim over a million precious lives every year across the globe. World Health Organization (WHO) reports providing those road accidents are one of the leading causes of death, among other reasons. Road accidents are basically an outcome of an interplay among different factors that comprise the vehicle, environment, and the human being. India, which is a vigorously developing country, has its issues relating to road accidents due to the rapid expansion of motorization.&nbsp; Traditionally, road accidents are looked at as unpredictable, inevitable, and not preventable. However, road accidents are predictable and preventable in most cases. The only requirement is adherence to traffic rules and specific other precautionary and preventive measures. The adoption of preventive steps would help in decreasing the mortality rate due to road accidents.<\/p>\n\n\n\n<h4>Contributing Causes of Road Accidents in India<\/h4>\n\n\n\n<p>Road accidents mainly occur due to reckless and over-speed driving, not following basic traffic rules, overhauling, and poor maintenance of the vehicles. Below mentioned are some common driving errors which cause most road accidents.<\/p>\n\n\n\n<h4><strong>1. Human Activities<\/strong><\/h4>\n\n\n\n<h4>1.1 <strong>O<\/strong>ver Speeding:<\/h4>\n\n\n\n<p>&nbsp;Almost 64% of road deaths are caused by over speeding. According to data collected by Save Life Foundation, almost 60% of the accidents in India occur on highways, mostly because of speeding. The most deaths due to speeding were in Rajasthan (9,618 deaths), followed by Tamil Nadu (9,224 deaths) and Karnataka (8,714 deaths). The current speed limit in the country is 80 km per hour on a 4-lane highway. However, the WHO has recommended that if we reduce the speed limit to about 55-57 km per hour, we could save around 30%-37% lives.<\/p>\n\n\n\n<h4><strong>1.2 Drunk Driving:<\/strong><\/h4>\n\n\n\n<p> Drunk driving is the other leading cause of road fatalities. Drunk driving is a serious offense and as per rules laid down by the court, any driver found with more than 30 mg of alcohol in 100 ml of blood is under the influence of alcohol and is a culprit of drunk driving. &nbsp; According to National Crime Records Bureau’s report on Accidental Deaths and Suicides in India 2015, about 1.5 percent of all the total 4.64 lakh road accidents were caused by drunk driving, resulting in injuries to 6,295 people. However in 2017 and 2018 accidents under the influence of alcohol or drugs has declined by 14% because of an increase in fines and better implementation of laws,<\/p>\n\n\n\n<h4>&nbsp;<strong>1.3&nbsp; Driving License<\/strong>:<\/h4>\n\n\n\n<p>&nbsp;The statistics provided by a report released by the Ministry of Road Transport and Highways on ‘Road Accidents in India, 2018’ was shocking it shows that about 74% of road accidents involved drivers holding a valid driver’s license and 26% of road accidents are caused by drivers who did not have a valid license or were driving with a learner’s license, which clearly indicates that license is not signed that driver is qualified. For example, if we ask a driver about any basic rule of the road, like blind spots in their vehicle while driving almost 99% will not be aware.<\/p>\n\n\n\n<h4><strong>1.4 <\/strong>&nbsp;<strong>Avoiding Safety Gears like seat Belts and Helmets:<\/strong><\/h4>\n\n\n\n<p>&nbsp;As many as 48,746 people were killed riding two-wheelers in road accidents in 2017, of which 74% or 35,975 were not wearing a helmet. Likewise, 26,896 people killed in road accidents did not fasten seat belts&#8211;these included drivers as well as passengers.“Safety devices such as helmets and seatbelts do not prevent accidents but are critical for averting fatal and grievous injuries in an event of road accidents,” the road accidents 2017 report said. “Correct helmet use” can reduce the risk of fatal injuries by 42% and risk of head injuries by 69%, the World Health Organization’s Global Status Report On Road Safety 2018, said. “Wearing a seat-belt reduces the risk of death among drivers and front-seat occupants by 45-50% and the risk of death and serious injuries among rear seat occupants by 25%.”<\/p>\n\n\n\n<h4><strong>2. R<\/strong>oad Environment <\/h4>\n\n\n\n<p>The causes related to the category of road environment include (i) accidents happening in a particular geographical area (residential, commercial institutional, etc), (ii) those related to the type of road features including straight, curved, steep, etc, (iii) type of junction &amp; type of traffic control, (iv) weather condition, etc.&nbsp;<\/p>\n\n\n\n<h4>Present Scenario in India<\/h4>\n\n\n\n<p>Taking road safety as a serious issue, in 2015, India signed the Brasilia declaration and committed to reducing road accidents and fatalities by half. So far, the fall in road accidents has not been so satisfactory. In 2017, road accidents in India decreased by merely 3.27% with 4, 64,910 road crashes as against 4, 80,652 in 2016. Fatalities resulting from these accidents were an even smaller drop &#8212; just 1.9%. As many as 147,913 individuals have died in road crashes in 2017 against 1, 50,785 in 2016. This not so encouraging data is further marred by road fatal figures of the first quarter of 2018 which shows a 1.68% rise over the corresponding quarter. Road accident severity measured by the number of persons killed per 100 accidents, has seen an increase of 0.6 percentage points in 2018 over the previous year. India ranks 1st in the number of road accident deaths across the 199 countries reported in the World Road Statistics, 2018 followed by China and the US. As per the WHO Global Report on Road Safety 2018, India accounts for almost 11% of the accident-related deaths in the World.<\/p>\n\n\n\n<h4>Policy Making And Policy Implementation Regarding Road Accidents In India<\/h4>\n\n\n\n<h4>Position of Law in India<\/h4>\n\n\n\n<p>India has the world&#8217;s second-largest road network and it accounts for 10% of the fatalities caused by road accidents worldwide. The laws which regulate the traffic on the road are provided under the Motor Vehicles Act, 1988. The law gives in detail all the legislative policies and provisions with regard to licensing of drivers, registration of motor vehicles, state transport undertakings, traffic regulation, liability, insurance, offenses, and penalties, etc. The compliance of traffic-related regulations is enforced by concerned agencies which include Traffic police. The parliament of India has recently made an amendment to the Motor Vehicles act, 1988 to control traffic-related issues and to place stringent punishment for violators.&nbsp;<\/p>\n\n\n\n<p><strong>Some of important traffic laws under the said Act are:<\/strong><\/p>\n\n\n\n<ol><li>If a person is found driving with more than 30 mg of alcohol in 100ml of his blood, the police have the power to arrest that person without any warrant. Imprisonment for drunken driving may extend up to 06 months and\/or fine up to Rs. 10,000 for first-time offenders and imprisonment may extend up to 02 years and\/or Rs. 15,000 for second-time offenders. This provision is made to contain drunken driving which is a major cause of road accidents.<\/li><li>Two-wheeler riders are required to wear helmets and the maximum limit for riders is two on bikes etc.<\/li><li>If any person\/s is found racing and speeding, the police have powers to arrest and imprisonment may extend for one-month and\/or fine up to Rs 500 for first-time offenders, and for second offenders, imprisonment may extend up to one- month and\/or fine up to Rs 10,000.<\/li><li>If a person is found driving despite being disqualified from driving, the said person would attract a penalty up to Rs. 10,000.<\/li><li>If a person is found driving an uninsured vehicle, he\/she may be punished with imprisonment and\/or with a fine.<\/li><\/ol>\n\n\n\n<h4>Policy Implementation in India<\/h4>\n\n\n\n<p>The Government and the concerned agencies are putting their best to stop the fatalities which are caused due to road accidents. However, India has one of the worst road-safety records in the world. As per data from Road Accidents in India 2018, over the last decade, more than a million people who are mostly aged between 15 &#8211; 45 years, have lost their lives on the roads.<\/p>\n\n\n\n<p>The major reason for this failure remains poor enforcement. India has stricter Traffic laws than other countries but unfortunately, these laws are not enforced properly.<\/p>\n\n\n\n<p><strong>Some of the critical issues which need to be resolved to make roads of India less accident-prone:<\/strong><\/p>\n\n\n\n<ol><li>The amendments made in Motor Vehicles law in force are relevant to metro cities only. Its enforcement in the whole of India is irrelevant without an upgrade to the infrastructure of roads which includes road widening, removal of encroachments from sidewalks, and bazaars from main roads. First, a conducive environment for driving needs to be set up, only then heavy fines could be imposed on errant drivers.<\/li><li>It is the national highways that remain the area of concern where 30% of accidents and 36% of deaths take place. These fatal road accidents are majorly attributed to faulty layout or construction defects which include erroneous road designs, sharp curves, slippery surface, poor illumination, etc. Therefore the National Highway Authority of India would have to invest more so that the faults are corrected right away and road accidents are contained.<\/li><li>In rural India, road accidents deaths mainly occur due to driving without helmets, trucks, motorcycles, and tractors without proper lights; incautious construction of speed-breakers, and roadside Dhabas encroachments.<\/li><li>There lacks proper driving education and training among the general masses. Road safety education needs to be imparted to improve the behavioral factor of people which leads to accidents. Road safety programs need to be held at schools, colleges, etc.<\/li><li>India has a poor ratio of traffic police to the number of motor vehicles present across the country. This makes the task of traffic control and management very difficult.<\/li><\/ol>\n\n\n\n<h4>Road Safety Measures In Low-Income Countries(LMC&#8217;s)<\/h4>\n\n\n\n<p>The safety of road users is a global health issue because large proportions of unintentional injuries are caused by traffic-related crashes. According to the Global Health Observatory, 1.35 million fatalities occur on the world’s roads each year. This problem becomes even more critical in low-income countries (LICs), due to several faults in road safety standards, vehicle safety and maintenance, and in the design and implementation of policies and safe transportation infrastructure. With the aim of reducing traffic-related injuries and fatalities and guide road safety policies and strategies, several steps at a global level are taken, many of which are coordinated through the Global Plan for the Decade of Action for Road Safety 2011–2020 developed by the United Nations Road Safety Collaboration (UNRSC) . Efforts at the global level have generally focused on the practical implementation of policies and standards to improve road safety in the developing world. There is no single remedy to make roads safer in low- to middle-income nations; the problem must be tackled using a mixture of new safety technologies and well-established approaches.<\/p>\n\n\n\n<p>Government investment in road safety management, enforcement, and post-crash response is insufficient in many developing countries. This marks a stark contrast to the United States where, in the past 50 years, government-regulated adoption of improved vehicle safety technologies, including seat belts, airbags, and electronic stability control is thought to have saved more than 600,000 lives. While improving the quality of roads and post-crash care will help, the implementation of basic safety standards and legislation is a crucial first step in saving lives. For example, in 2014, the Asia Injury Prevention Foundation presented a study to the Cambodian government which stated that 561 lives could be saved, 10,572 head injuries prevented, and USD $98 million saved by 2020 if legislators made motorcycle helmets mandatory. Road users, governments, and businesses must work together to make progress on road safety in the developing world, and ultimately reduce the number of crashes that occur.<\/p>\n\n\n\n<h4>Suggestive Steps To Avoid Road Accidents:<\/h4>\n\n\n\n<p>To reduce road accidents Three E (Education, Enforcement, and Engineering) formulas must be followed.<\/p>\n\n\n\n<h4><strong>1. Education:<\/strong><\/h4>\n\n\n\n<p><strong> <\/strong>Educating the populace, and children in particular, about road safety and good road user behavior, can help to reduce the number and severity of crashes. Communities and families have a considerable potential to influence the young and road safety programs to need to be developed in support of formal school programs. Also, the drivers should be given training about road safety, in the modern world social media has great control over the life of people, a campaign can also be started on social media sites like Facebook, Instagram to educate people about road safety measures.<\/p>\n\n\n\n<h4><strong>2. Enforcement:<\/strong> <\/h4>\n\n\n\n<p> Improving road safety through enforcement of legislation can also help promote road safety. Just like speed limits, there are many other traffic rules which must be followed to avoid road accidents like, traffic signals- taking cognizance and observing them, parking control measures, following one-way traffic regulations, including strictness in issuing a driving license for a different purpose, strictly check on drivers, vehicle condition, patrolling of law enforcing persons, an annual check of vehicle condition before the renewal of vehicle license.<\/p>\n\n\n\n<h4><strong>3. Engineering<\/strong>:<\/h4>\n\n\n\n<p> Engineers who implement careful access management can improve roadway safety for all vehicles while also promoting pedestrian safety and increased access for cyclists.&nbsp; Designing of road surfaces to reduce slip and increase friction, selection of safe design speed, which means design for slow speed where pedestrians are more likely to survive being hit by a car than die, channelization (particularly at intersections), the width of shoulders, parking, curves, traffic control devices, minimize the number of entries\/exits.<\/p>\n\n\n\n<h4><strong>C<\/strong>onclusion<\/h4>\n\n\n\n<p>Roads are the largest sources of interconnectivity. They are the vital sources of providing social, financial, health, and tourism connectivity. However, if safety measures are not taken up, roads can lead an individual to fatal consequences. It may not be possible to avoid all the road accidents which no country in the world has achieved yet. However, it is possible to minimize them by discharging our responsibilities as road users. Lost money can be earned, outdated vehicles can be replaced, and torn roads can be repaired, but human lives lost can never be replaced. Hence let us all learn to use roads responsibly and enable other road users to become participants in safe road initiatives. However, there is also a dire need for compliance with the stricter traffic laws. There is a need to understand the fact that we have not jumped on the road to enter a race, overtaking from the wrong side, etc. we could reach our destination even without rash driving.&nbsp;&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction Road accidents are the most unwanted common thing nowadays. As the number of people buying automobiles is increasing, the number of road accidents is also increasing. Motorization although has eased life in many aspects, but it has come with a price. Road accidents claim over a million precious lives every year across the globe. [&hellip;]<\/p>\n","protected":false},"author":41,"featured_media":3542,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[83],"tags":[],"authors":[{"term_id":79,"user_id":41,"is_guest":0,"slug":"sabreena","display_name":"Sabreena Hafiz"},{"term_id":72,"user_id":37,"is_guest":0,"slug":"suraya","display_name":"Suraya Hayat"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3444"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/41"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3444"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3444\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3542"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3444"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3444"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3444"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}