{"id":3446,"date":"2020-10-14T09:27:35","date_gmt":"2020-10-14T09:27:35","guid":{"rendered":"https:\/\/theryf.org\/?p=3446"},"modified":"2020-11-09T06:58:42","modified_gmt":"2020-11-09T06:58:42","slug":"making-healthcare-affordable","status":"publish","type":"post","link":"https:\/\/theryf.org\/making-healthcare-affordable\/","title":{"rendered":"MAKING HEALTHCARE AFFORDABLE"},"content":{"rendered":"\n<blockquote class=\"wp-block-quote is-style-default\"><p><strong>&#8220;<em>Healthcare is not a privilege, it is a right. It is a right as fundamental as civil rights. It&#8217;s right as fundamental as giving every child a chance to get a public education. &#8220;<\/em>&nbsp;<\/strong><\/p><p><strong>&nbsp;~Rod Blagojevich<\/strong><\/p><\/blockquote>\n\n\n\n<h3><strong>Introduction<\/strong><\/h3>\n\n\n\n<p>Healthcare is the maintenance or improvement of health via the prevention, diagnosis, treatment, recovery, or cure of disease, illness, injury, and other physical and mental impairments in people. Health care is delivered by health professionals in allied health fields. Physicians and physician associates are part of these health professionals. Dentistry, pharmacy, midwifery, nursing, medicine, optometry, audiology, psychology, occupational therapy, physical therapy, athletic training, and other health professions are all part of health care. It includes work done in providing primary care, secondary care, and tertiary care, as well as in public health.<\/p>\n\n\n\n<p><strong>Types of Healthcare:<\/strong><\/p>\n\n\n\n<ol><li>Primary care<\/li><li>Secondary care<\/li><li>Tertiary care<\/li><\/ol>\n\n\n\n<h4><strong>1. Primary Healthcare<\/strong><\/h4>\n\n\n\n<p>Primary care includes the first place patients go for medical care. It refers to the work of health professionals who act as the first point of consultation for all patients within the health care system.<\/p>\n\n\n\n<p>Primary care team members include:<\/p>\n\n\n\n<ul><li>Primary care doctors also called general practice, general internists, or family doctors<\/li><li>Pediatricians (doctors for babies and children)<\/li><li>Nurses<\/li><li>Physician assistants<\/li><li>Nurse practitioners<\/li><\/ul>\n\n\n\n<h4><strong>2.<\/strong>  <strong>Secondary Healthcare&nbsp;<\/strong><\/h4>\n\n\n\n<p>Secondary care includes acute care: necessary treatment for a short period of time for a brief but serious illness, injury, or other health condition. This care is often found in a hospital emergency department. Secondary care also includes skilled attendance during childbirth, intensive care, and medical imaging services.<\/p>\n\n\n\n<p>The term &#8220;secondary care&#8221; is sometimes used synonymously with &#8220;hospital care&#8221;. However, many secondary care providers, such as psychiatrists, clinical psychologists, occupational therapists, most dental specialties or physiotherapists, do not necessarily work in hospitals.<\/p>\n\n\n\n<h4><strong>3.  Tertiary Healthcare<\/strong><\/h4>\n\n\n\n<p>This type of healthcare is known as specialized consultative healthcare usually for inpatients and on referral from primary and secondary healthcare for advanced medical investigation and treatment. The following examples of tertiary care services are plastic surgery, burn treatment, cardiac surgery, cancer management, neurosurgery, complex medical and surgical interventions, etc.<\/p>\n\n\n\n<h4>Health System<\/h4>\n\n\n\n<p>A <strong>health system<\/strong> is an organization of people, institutions, and resources that deliver health care services to meet the health needs of target populations.<\/p>\n\n\n\n<h4><strong>Key Components of a Well Functioning Health System<\/strong>&nbsp;<\/h4>\n\n\n\n<p>As per WHO a well functioning health system responds in a balanced way to a population’s needs and expectations by:&nbsp;<\/p>\n\n\n\n<p>• Improving the health status of individuals, families and communities.&nbsp;<\/p>\n\n\n\n<p>• Defending the population against what threatens its health.<\/p>\n\n\n\n<p>• Protecting people against the financial consequences of ill-health.&nbsp;<\/p>\n\n\n\n<p>• Providing equitable access to people-centered care.<\/p>\n\n\n\n<p>• Making it possible for people to participate in decisions affecting their health and health system.<\/p>\n\n\n\n<p>Thus it also includes the healthcare facilities being affordable to people despite their financial conditions.<\/p>\n\n\n\n<h4><strong>What Does Affordability Mean?<\/strong><\/h4>\n\n\n\n<p>Although the “affordability” of healthcare is a common concern, the term is rarely defined. Affordability is fundamentally a function of income, spending, and judgments about the value of goods and services for their price. Affordability is mostly taken as an economic concept.<\/p>\n\n\n\n<p>Much of today’s health care focus centers on the rising costs of healthcare. Today’s challenging economic situation has redirected much of the health care discussion to affordability, not simply health care costs.<\/p>\n\n\n\n<p>As a generic term, affordability can best be defined as a measure of someone’s ability to purchase a good or service. It describes whether a person or organization is able to make a purchase without unacceptable or unreasonable sacrifices, with limited sources.&nbsp;Similarly, taking simple definition <strong>Healthcare Affordability <\/strong>generally describes whether a person or organization has sufficient income to pay for or provide for health care costs. These costs could be insurance premiums or direct health care service costs.<\/p>\n\n\n\n<p>Health care would be affordable if all the classes of society are able to pay for the delivery of the service or when the states spend a high economy on the health systems and provide it at low costs or free of costs or through insurance and fundings.&nbsp;<\/p>\n\n\n\n<h4>Basis for Affordable Healthcare<\/h4>\n\n\n\n<h4>1.   <strong>Right to Health<\/strong><\/h4>\n\n\n\n<p>The right to health is the economic, social, and cultural right to a universal minimum standard of health to which all individuals are entitled. The concept of a right to health has been enumerated in international agreements which include the Universal Declaration of Human Rights, International Covenant on Economic, Social and Cultural Rights, and the Convention on the Rights of Persons with Disabilities.<\/p>\n\n\n\n<ul><li>The Constitution of <strong>WHO <\/strong>defines the right to health as &#8220;the enjoyment of the highest attainable standard of health,&#8221; and enumerates some principles of this right as healthy child development; equitable dissemination of medical knowledge and its benefits; and government-provided social measures to ensure adequate health.<\/li><li>Article 25 of the United Nations&#8217; 1948 <strong>Universal Declaration of Human Rights<\/strong> states that &#8220;Everyone has the right to a standard of living adequate for the health and well-being of himself and of his family, including food, clothing, housing, and medical care and necessary social services.&#8221;&nbsp;<\/li><li>Understanding health as a human right creates a legal obligation on states to ensure access to timely, acceptable, and affordable health care of appropriate quality as well as to providing for the underlying determinants of health, such as safe and potable water, sanitation, food, housing, health-related information and education, and gender equality.<\/li><li>A States’ obligation to support the right to health – including through the allocation of “maximum available resources” to progressively realize this goal &#8211; is reviewed through various international human rights mechanisms, such as the Universal Periodic Review, or the Committee on Economic, Social and Cultural Rights. In many cases, the right to health has been adopted into domestic law or Constitutional law.<\/li><li>A rights-based approach to health requires that health policy and programs must prioritize the needs of those furthest behind first towards greater equity, a principle that has been echoed in the recently adopted 2030 Agenda for Sustainable Development and Universal Health Coverage.<\/li><li>The right to health must be enjoyed without discrimination on the grounds of race, age, ethnicity, or any other status. Non-discrimination and equality requires states to take steps to redress any discriminatory law, practice, or policy<\/li><li>Another feature of rights-based approaches is meaningful participation. Participation means ensuring that national stakeholders – including non-state actors such as non-governmental organizations – are meaningfully involved in all phases of programming: assessment, analysis, planning, implementation, monitoring, and evaluation.<\/li><\/ul>\n\n\n\n<h4><strong>2.   Core Components of the Right to Health<\/strong><\/h4>\n\n\n\n<p>The right to health (Article 12) as defined in General Comment 14 of the Committee on Economic, Social and Cultural Rights – a committee of Independent Experts, responsible for overseeing adherence to the Covenant. (4) The right includes the following core components:<\/p>\n\n\n\n<ul><li>Availability&nbsp;<\/li><li>Accessibility&nbsp;<\/li><\/ul>\n\n\n\n<p>Accessibility has four overlapping dimensions:<\/p>\n\n\n\n<ul><li>non-discrimination<\/li><li>physical accessibility<\/li><li>economical accessibility (affordability)<\/li><li>information accessibility.<\/li><li>Acceptability&nbsp;<\/li><li>Quality<\/li><\/ul>\n\n\n\n<h4>Why is Affordable Healthcare Needed?<\/h4>\n\n\n\n<p>Affordable healthcare is needed because most of the population of the world is either poor or fall below the poverty line. Health conditions and complications do not affect only the rich and economically stable. These can befall anyone and every person whether poor or rich should get all the proper treatment and care required. For that reason, it is necessary that healthcare should be affordable to every irrespective of economical status.<\/p>\n\n\n\n<p>Many health treatments like cardiosurgeries, neurosurgeries, diabetes treatment are costly and thus people who are economically weak are unable to afford these treatments which are necessary for their survival. Thus it is important that medical care should be affordable to all classes of society without financial hindrance.<\/p>\n\n\n\n<p>The states need to spend more on healthcare systems to make it affordable for all.<\/p>\n\n\n\n<p><strong>Healthcare can be affordable in two ways:<\/strong><\/p>\n\n\n\n<ul><li>When the cost of delivery of medical care is low.<\/li><li>When people are able to pay for the treatments which can be easy when the government would finance healthcare particularly for the poor.<\/li><\/ul>\n\n\n\n<h4><strong>Universal Health Coverage<\/strong><\/h4>\n\n\n\n<p>There should be a universal health coverage. According to WHO Universal health coverage means that all people have access to the health services they need, when and where they need them, without financial hardship. It includes the full range of essential health services, from health promotion to prevention, treatment, rehabilitation, and palliative care.<\/p>\n\n\n\n<p>Currently, at least half of the people in the world do not receive the health services they need. About 100 million people are pushed into extreme poverty each year because of out-of-pocket spending on health. This must change.<\/p>\n\n\n\n<p>To make health for all a reality, we need individuals and communities who have access to high-quality health services so that they take care of their own health and the health of their families; skilled health workers providing quality, people-centered care; and policy-makers committed to investing in universal health coverage.<\/p>\n\n\n\n<p>Universal health coverage should be based on strong, people-centered primary health care. Good health systems are rooted in the communities they serve. They focus not only on preventing and treating disease and illness but also on helping to improve well-being and quality of life.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh6.googleusercontent.com\/Q1kc0JcZPGMyziHqb9cEMc9yqGSebg4RFz-el3o8vzeyA8dLmuw7E6-pxHGfSGX0qc0fXtfd2HILoSL--2h91XG1zbnO6gy3pgEv0_wKoIfPnLM-x2GJyCp1Xn4ztcaHSx-9YA\" alt=\"\"\/><\/figure>\n\n\n\n<p><strong>Asia\/Pacific Health Coverage : An analysis of 2018 report :&nbsp;<\/strong><\/p>\n\n\n\n<ul><li><strong>Health Status<\/strong><\/li><\/ul>\n\n\n\n<p>Between 2000 and 2015, the average maternal mortality rate across lower-middle and low-income Asia-Pacific countries was cut by more than half, but it is still high at 140 deaths per 100 000 live births.<\/p>\n\n\n\n<p>Tuberculosis (TB) is the leading cause of death from an infectious disease in Asia-Pacific. In 2016, there were 10.4 million newly occurring (incident) TB cases worldwide, 1.3 million deaths among HIV-negative people globally. One-third of new cases and one-fourth of deaths were estimated in India and Indonesia alone.<\/p>\n\n\n\n<p>The share of deaths due to non-communicable diseases is increasing in Asia-Pacific. Non-communicable diseases such as cardiovascular diseases and cancers were the most common causes of death, being responsible for over 82% and 78% of all deaths, on average, across high and upper-middle-income Asia-Pacific countries.<\/p>\n\n\n\n<ul><li><strong>Healthcare Resources<\/strong><\/li><\/ul>\n\n\n\n<p>The supply of doctors is one per 1000&nbsp; across lower-middle and low-income Asia-Pacific countries and 1.2 per 1000 population – is reported in upper-middle-income countries.<\/p>\n\n\n\n<p>&nbsp;The number of nurses is highest in high-income countries such as Japan, Australia, and New Zealand, with over ten nurses per 1000 population. The supply is much lower in a number of low-income countries, including Papua New Guinea, Pakistan, and Bangladesh, where there are 0.5 nurses or less per 1000 population.<\/p>\n\n\n\n<p>The number of hospital beds per capita is 2.8 and 1.8 per 1000 population on average across upper-middle and lower-middle and low-income Asia-Pacific countries respectively, lower than high-income Asia-Pacific countries average of 5.3, but it varies considerably.<\/p>\n\n\n\n<ul><li><strong>Healthcare Spending<\/strong><\/li><\/ul>\n\n\n\n<p>Lower-middle and low-income Asia-Pacific countries spend just below USD 200 per person per year on health, against USD 670 and USD 3 450 in upper-middle-income and high-income Asia-Pacific countries respectively.&nbsp;<\/p>\n\n\n\n<p>This amounts to over 4.3% of gross domestic product, on average, in middle and low-income Asia-Pacific countries, compared to over 7.3% in high-income Asia-Pacific countries in 2015.&nbsp;<\/p>\n\n\n\n<p>On average, high-income countries reported an increase of 0.8 percentage points from 2010-2015, twice the increase reported by middle and low-income countries at 0.4 percentage points.<\/p>\n\n\n\n<p>The share of public spending in total health spending increased in all Asia-Pacific countries from 2010 to 2015, but it is much lower in lower-middle and low-income Asia-Pacific countries compared to upper-middle and high-income Asia-Pacific countries: 41.9% compared to 62% and 72.3%, respectively<strong>.<\/strong> Although there is some improvement in Asia-Pacific countries in the last years but yet not up to the mark. Countries in the Asia\/Pacific region need to step up their efforts to give more people access to affordable, quality health care, suggests the 2018 report.&nbsp;<\/p>\n\n\n\n<h4><strong>Management <\/strong>O<strong>f Healthcare<\/strong><\/h4>\n\n\n\n<p>The management of any health system is typically directed through a set of policies and plans adopted by the government, private sector business, and other groups in areas such as personal healthcare delivery and financing, pharmaceuticals, health human resources, and public health.<\/p>\n\n\n\n<p>Public health is concerned with threats to the overall health of a community based on population health analysis. The population in question can be as small as a handful of people, or as large as all the inhabitants of several continents (for instance, in the case of a pandemic). Public health is typically divided into epidemiology, biostatistics, and health services. Environmental, social, behavioral, and occupational health are also important subfields.<\/p>\n\n\n\n<p>Today, most governments recognize the importance of public health programs in reducing the incidence of disease, disability, the effects of aging, and health inequities, although public health generally receives significantly less government funding compared with medicine. For example, most countries have a vaccination policy, supporting public health programs in providing vaccinations to promote health. Vaccinations are voluntary in some countries and mandatory in some countries. Some governments pay all or part of the costs for vaccines in a national vaccination schedule.<\/p>\n\n\n\n<p>The rapid emergence of many chronic diseases, which require costly long-term care and treatment, is making many health managers and policymakers re-examine their healthcare delivery practices. An important health issue facing the world currently is HIV\/AIDS. Another major public health concern is diabetes. In 2006, according to the World Health Organization, at least 171 million people worldwide suffered from diabetes. Its incidence is increasing rapidly, and it is estimated that by the year 2030, this number will double. A controversial aspect of public health is the control of tobacco smoking, linked to cancer and other chronic illnesses.<\/p>\n\n\n\n<p>Antibiotic resistance is another major concern, leading to the reemergence of diseases such as tuberculosis. The World Health Organization, for its World Health Day 2011 campaign, is calling for an intensified global commitment to safeguard antibiotics and other antimicrobial medicines for future generations.<\/p>\n\n\n\n<h4><strong>Steps to Make Healthcare Affordable:&nbsp;<\/strong><\/h4>\n\n\n\n<ol><li><strong>Increase Spending on Healthcare:&nbsp;<\/strong><\/li><\/ol>\n\n\n\n<p>There is not enough investment in the field of healthcare. Investment in public health departments needs to be made as most of these institutions are inefficient in providing services due to which people have to turn to private institutions. Early detection of diseases by providing better services through these public healthcare facilities can help in the efficient treatment and save subsequent expenditure.<\/p>\n\n\n\n<p>2. <strong>Invest in Innovation and Technology:<\/strong><\/p>\n\n\n\n<p>Innovation can help in driving down costs and offer improvements in the quality of healthcare. Certain measures like procuring, testing, and distributing generic medicines to public hospitals at low costs should be implemented.<\/p>\n\n\n\n<p> 3.<strong> Subsidies and Benefits:<\/strong><\/p>\n\n\n\n<p>Organizations that manufacture low-cost devices can be attracted to set up hubs by providing subsidies and developing hassle-free policies for ease of business. This will help the weaker sections to afford the proper healthcare e.g the biggest players in the medical diagnostic device field namely, Philips, GE, and Siemens manufacture low-cost devices in India.<\/p>\n\n\n\n<p> 4.<strong> <\/strong>Health insurance policies help the individual by making <strong>medical expenditures affordable<\/strong>.&nbsp; Such policies should be supported by the government of all countries.&nbsp;<\/p>\n\n\n\n<p> 5<strong>.<\/strong> <strong>Medical Loan:&nbsp;<\/strong><\/p>\n\n\n\n<p>Medical Loan is another step that will make healthcare accessible whenever the need is felt. The government should make medical loans easily available and accessible to all. Such loans should be simple, without any documentary and other formalities.&nbsp;<\/p>\n\n\n\n<p><strong> <\/strong>6.<strong> <\/strong>The healthcare system of a country should be affordable to all particularly to low and moderate-income families. It should be <strong>sustainably <\/strong>and<strong> justly financed.&nbsp;<\/strong><\/p>\n\n\n\n<p><strong> <\/strong>7<strong>. Build the National Digital Infrastructure:<\/strong> <\/p>\n\n\n\n<p>Governments must invest in the necessary telecommunications infrastructure that underlies an eHealth strategy.<\/p>\n\n\n\n<p> 8. <strong>Invest in Human Capital:<\/strong><\/p>\n\n\n\n<p>Governments and the private sector should share a mutual interest in and responsibility for training medical personnel and civil servants in technology capabilities.&nbsp;<\/p>\n\n\n\n<p> 9. <strong>Develop a Regulatory and Legal Framework:<\/strong><\/p>\n\n\n\n<p>Parliament or the national assembly cements a mandate for digitizing healthcare in national legislation, protecting patients, and enabling innovation.<\/p>\n\n\n\n<p><strong> 10.<\/strong> <strong>Appoint an eHealth Government Agency:<\/strong><\/p>\n\n\n\n<p>A centralized agency is best positioned to coordinate national eHealth projects across ministries; across the district, provincial, and federal levels of government; and with patient associations, medical associations, and businesses.<\/p>\n\n\n\n<h4><strong>C<\/strong>onclusion<\/h4>\n\n\n\n<p>Health care is one of the most essential topics in the world today. Providing affordable and accessible healthcare to one and all are very important and various steps have been taken and policies framed in this direction. But, there is a need for better planning and execution to make healthcare facilities affordable for the large population through better policy decisions.<\/p>\n\n\n\n<p>Affordability need not merely be met with finance capital or the ability to pay, it needs to be also viewed through the lens of the ability to seek services which make sense and appeal to the masses and the classes. When health care is more affordable, more people have access to health care.<\/p>\n\n\n\n<p>That’s why health plans are laser-focused on making health care more affordable by changing the way that we pay for products and services and promoting reforms that provide more value for consumers and employers.<\/p>\n\n\n\n<p>States should follow policies that create pricing transparency, ensure a competitive marketplace, promote value-based payment, and provide flexibility for health plans to offer products that meet the needs of our customers.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&#8220;Healthcare is not a privilege, it is a right. It is a right as fundamental as civil rights. It&#8217;s right as fundamental as giving every child a chance to get a public education. &#8220;&nbsp; &nbsp;~Rod Blagojevich Introduction Healthcare is the maintenance or improvement of health via the prevention, diagnosis, treatment, recovery, or cure of disease, [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":3540,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[84],"tags":[],"authors":[{"term_id":65,"user_id":7,"is_guest":0,"slug":"aqsa","display_name":"Aqsa Assadullah"},{"term_id":68,"user_id":14,"is_guest":0,"slug":"farah","display_name":"Farah Jan"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3446"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3446"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3446\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3540"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3446"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3446"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3446"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}