{"id":3714,"date":"2020-11-08T19:39:50","date_gmt":"2020-11-08T19:39:50","guid":{"rendered":"https:\/\/theryf.org\/?p=3714"},"modified":"2020-11-10T11:44:52","modified_gmt":"2020-11-10T11:44:52","slug":"water-scarcity-a-global-crisis-and-its-management","status":"publish","type":"post","link":"https:\/\/theryf.org\/water-scarcity-a-global-crisis-and-its-management\/","title":{"rendered":"WATER SCARCITY: A GLOBAL CRISIS AND ITS MANAGEMENT"},"content":{"rendered":"\n<blockquote class=\"wp-block-quote\"><p><strong>“Water is life’s matter and matrix, mother, and medium. There is no life without water.” <\/strong><\/p><p><strong>~ Albert Szent -Gyorgyi<\/strong><\/p><\/blockquote>\n\n\n\n<h3><strong>I<\/strong>ntroduction<\/h3>\n\n\n\n<p>Water is an essential natural resource. It is a basic requirement for the survival of living organisms. Clean drinking water is important for a healthy life. Even though more than 70% of Earth is covered by water, less than three percent of the water covering the earth is freshwater, and the bulk of that is not even accessible as that is locked up in ice caps and glaciers. Therefore, very less (approximately 1%) is available for our day to day consumption and fulfilling our various needs. Thus, while we may think that water will always be available in abundance, it is not so, instead, scarcity of <strong>fresh water is one of the<\/strong> <strong>major environmental problems of the 21st century.&nbsp;<\/strong><\/p>\n\n\n\n<h4><strong>Water Scarcity: A Global Crisis<\/strong><\/h4>\n\n\n\n<p>Nothing is more essential than water on earth. Yet, according to an estimation of the World Health Organisation, it has been seen that almost 700 million people, i.e. 1 in 10 people, lack access to water, and almost 4 billion people experience water scarcity at least one month in a year. Though water scarcity is a global issue, it has been found that it affected developing and underdeveloped countries the most. In some countries in Africa, Asia, and Oceania, less than half the population has access to clean water. The condition is so grave that the ‘World Economic Forum’ has ranked the water crisis as the top biggest risk to humanity and human economics. Even the United Nations has said that two-thirds of the human population is going to face water scarcity by 2025.<\/p>\n\n\n\n<p>Water scarcity can range from a challenging but manageable water shortage to a full-blown water crisis. Further, when it comes to the <strong>classification of water scarcity<\/strong>, for better understanding, it is classified into physical water scarcity and economic water scarcity.<\/p>\n\n\n\n<p><strong>Physical water scarcity <\/strong>or <strong>Absolute water scarcity refers to <\/strong>a situation when there isn&#8217;t an adequate amount of water available to meet the demand, i.e. demand outpaces the limited water resources available in a given region.&nbsp;<\/p>\n\n\n\n<p><strong>Economic water scarcity refers to<\/strong> water scarcity which occurs primarily because of poor infrastructure or mismanagement of water resources. It may also arise due to unregulated use of water in agriculture or industry, at the expense of the general population.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh5.googleusercontent.com\/WaLZbIZhwPSmR8OPz5EEEFEo1_06bATZF6eHZoprutIOdvxjaLdvvNXrpW23zpJqeM3ItliLPZoFNsu6eP1yqFDgKqeuGGXeZbA6Eh7G7kXtc8GVg-0mifDPtPvB3vGYgYkZbBH_\" alt=\"\"\/><\/figure>\n\n\n\n<h4><strong>What Causes Water Scarcity? <\/strong><\/h4>\n\n\n\n<p>The rate at which we are moving towards a global water crisis which seems to be irrevocable is alarming. Though we rely on water for our survival, we as humans are the biggest contributors to the present crisis. Water systems are increasingly stressed, and some rivers, lakes, and other water bodies are drying up due to a variety of causes, many of which are a result of human activity. <\/p>\n\n\n\n<p><strong>Some of the chief causes of water scarcity in the world are discussed below:<\/strong><\/p>\n\n\n\n<ul><li><strong>Pollution:<\/strong> UN World Water Assessment Program estimated in 2003 that every day, 2 million tons of sewage and industrial and agricultural waste are discharged into the world’s water, the equivalent of the weight of the entire human population. The portable water which is already present at very low levels is further made unfit for consumption by pollution. Almost 1 billion people worldwide are estimated to drink water that is contaminated from feces as per the UNICEF Joint Monitoring Programme for Water Supply and Sanitation. Further, hundreds of millions of people worldwide are strained to consume water that is dangerously, chemically polluted as well. <strong>The chart below identifies some of the chief sources of water contamination.<\/strong><\/li><\/ul>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh5.googleusercontent.com\/ZALKE_O29xkZHXqLbANPiC_VhRRPAww4dipbjAjenScRZrck9e_5ZMhIVIC74y92-tz2Qb6V1ZErOv-pnFaBMDh4zywX8JgDLN12dg8n4W3f-rOlExml8OeVq125Vzh5uiIOVtvz\" alt=\"\"\/><\/figure>\n\n\n\n<h4><strong>Causes of Water Pollution<\/strong><\/h4>\n\n\n\n<ul><li><strong>Climate Change: <\/strong>Over the last 25 years, floods, droughts, and other weather-related events have caused more than 90% of major weather-related disasters. Such events are further expected to increase in severity and frequency with climate change. InterGovernmental Panel on Climate Change projects that climate change over the 21st century may reduce the renewable water resources significantly in many dry sub-tropical regions. If the existing climate change pattern continues, UN WWDR 2009 (World Water Development Report) reveals, by 2030 water scarcity in some arid and semi-arid places will displace around 700 million people.&nbsp;&nbsp;<\/li><\/ul>\n\n\n\n<ul><li><strong>Population Growth: <\/strong>It has been witnessed that population growth has doubled up in almost the last 50 yrs. Because of such fast growth, there has been an increase in demand for water consumption. This rapid growth with industrialization over years has adversely affected the water ecosystem. As the global water supply remains fixed and consumption increases it ultimately leads to water shortage.<\/li><\/ul>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh6.googleusercontent.com\/qyKJRrl4m2LACM4RR3Su_IRaRt7uwe3hfivBzBrfGHhsGynZECrwiGLLoHkDg4uHaSMFHGUQ8en6WNiy6e3kBwfpWaohd_5NZMM7iz1BHPvh1zaNnhzLnCD9mAFel2YZuu4Qx6bi\" alt=\"\"\/><\/figure>\n\n\n\n<ul><li><strong>Wastage of Water: <\/strong>It has been on record that there is excessive use of water which leads to its wastage.<strong> <\/strong>In a mapped study done by NASA, it was revealed that 21 of the world’s major 37 water sources are distressed, mostly because of overuse from human consumption. The amount of wastewater produced annually is approximately 6 times more water than exists in all rivers of the world, i.e., about 1500 km³. People who have unlimited access to water use it indiscriminately without even thinking about those who are deprived of such a blessing.<\/li><\/ul>\n\n\n\n<ul><li><strong>Uneven Distribution of Water Resources:&nbsp;<\/strong>Due to the uneven distribution of potable water across the globe many areas face shortage of water. Most of North America, Europe, Brazil, and even parts of Africa, currently have more than enough renewable freshwater. Other regions are desperately under-served, like North Africa, Middle East, India, Mexico, large portions of South America and many Islands.<\/li><\/ul>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh6.googleusercontent.com\/6eNMRTQXXUdzn-A_xHc5g0Vz6LWH8pPaC-XN6-OYUUN44KxLzqiU_9SyLPeJnHTOOUla2cdOCxxTcfcWR8N1EqgkHkBvUPnyOieijDkdUqPVFoSyTiyMYqPD-V4PM9g0XnJcHZ9X\" alt=\"\"\/><\/figure>\n\n\n\n<h4><strong>What are the Consequences of Water Scarcity? <\/strong><\/h4>\n\n\n\n<p>Indiscriminate use of water and reckless behavior of human beings has resulted in acute water scarcity which has caused calamitous effects. It has been estimated that by 2040, not much water would be available to meet the demand of humans as well as ecosystems.<\/p>\n\n\n\n<p><strong>Some effects of water scarcity are listed below:<\/strong><\/p>\n\n\n\n<ul><li><strong>Food Shortage: <\/strong>Shortage of water has a grave impact on agricultural production. Agricultural production being a basic necessity that requires almost 70% of water, suffers gravely due to the shortage of water. With the increase in population and scarcity of water, it gets difficult to meet food demands, crop yield gets low. This can give rise to starvation and also leads to higher food costs.<\/li><\/ul>\n\n\n\n<figure class=\"wp-block-image is-resized\"><img loading=\"lazy\" src=\"https:\/\/lh5.googleusercontent.com\/GFVCEo1pSpZKbN453XPoN-3QuT34-XTQ-mfbhfseX5KvJsEmQDlgCbQDQyFnJ6eJIHvvD8efvCa25pL-7OKoNViD3VDIbGrJcpG-bD5aC_BMvdbtZ_-D8FgvVH7_mALKO7_Z_Ynn\" alt=\"\" width=\"657\" height=\"475\"\/><\/figure>\n\n\n\n<ul><li><strong>Health and Wellbeing:<\/strong> The scarcity of water affects healthy hygiene and proper sanitation which gives rise to numerous health-related and other problems. UNICEF in 2019 reported,&nbsp; 2 out of 5 people worldwide do not have a basic handwashing facility with soap and water at home, and half of the global population lack safely managed sanitation services. Further,&nbsp; people living in areas with contaminated water are more likely to be infected by deadly water-borne diseases such as cholera, hepatitis, diarrhea, etc., with <strong>almost 1 million people dying every year from water<\/strong>, sanitation, and hygiene-related diseases. Also, every 2 minutes a child dies from a water-borne disease with diarrhea being one of the top causes, contributing an estimate of around 1.5 million deaths every year.&nbsp;<\/li><li><strong>Threatened Ecosystem: <\/strong>Water scarcity has directly affected flora and fauna across the Globe, especially the disappearing of wetlands and damaging ecosystems. According to research by the World Wildlife Fund (WWF), about half of the world’s wetlands have been destroyed since 1900. Due to scarcity of water, the ecosystem has imbalanced which resulted in the shrinking of sea bodies, in many areas seas have disappeared and left out is polluted land. &nbsp;Also, UNESCO reported in 2017 that 80% of wastewater flows back to the ecosystems without being treated or reused. Thus, the biological health keeps on deteriorating with the native plant and animal species becoming extinct.&nbsp;<\/li><li><strong>Economic Slowdown:<\/strong> Shortage of water slows down economic activities. As suggested by a report of Water.Org, an estimated $260 billion is lost annually due to a lack of basic water and sanitation. Lack of freshwater, which is of primary use in agricultural and industrial activities, results in decreased outputs and increased prices, which in turn results in poverty and hence, a negative impact on the economy.<\/li><li><strong>Impact on Women and Children:<\/strong> Across the Globe women and children are worst hit by water scarcity. Mostly it has been seen that they bear the primary responsibility for collecting water and according to Water.Org, they spend a collective of 200 million hours a day collecting water. While women, like those in Sub-Saharan Africa, are responsible for collecting more than 70% of water, face negative impacts on their health, education, and safety, children also miss their schools because they have to spend hours collecting water. Likewise, poor sanitation keeps kids, especially girls, from being able to go to school. In many countries when girls reach the age of puberty and start menstruating they leave school, as there is a lack of water in restrooms and they have no other facilities to redress their needs.&nbsp;&nbsp;<\/li><li><strong>Increased Global Conflict:<\/strong> The increasing scarcity of water in the world has become a major cause of conflict. The World Economic Forum listed the water crisis at number four among the top ten risks faced by the world for 8 consecutive years. It can be weaponized and used to destroy or redirect access to water by countries to meet their objectives by targeting infrastructure and supplies. As per the Pacific Institute&#8217;s Water Conflict Chronology, out of 926 conflicts that have occurred in the past decade, 466 were related to water. The main water-related reasons that lead to conflict include; dependency on one major water source, disputes over dams, reservoirs, and other large scale projects. In fact, a new study by NASA interpreted that World War III is going to be fought over the scarcity of water if things don’t change soon.<\/li><\/ul>\n\n\n\n<h4><strong>Water Scarcity: Management<\/strong><\/h4>\n\n\n\n<p>The urgent crisis that is unfolding before the world in the form of water scarcity requires an equally urgent response. Different international actors such as the UN and its agencies have been working tirelessly to ensure that the basic need of life, i.e., water is made available to all. Accordingly, the United Nations under its Sustainable Development Goal 6 (SDG 6) calls for clean water and sanitation for all people.<strong> It aims to “ensure availability and sustainable management of water and sanitation for all” at least by 2030. <\/strong>Management of the crisis, however, becomes more important in areas that are most water-stressed, such as the <strong>Middle East<\/strong>, <strong>North Africa<\/strong>, and <strong>Asia<\/strong>.<strong>&nbsp;<\/strong><\/p>\n\n\n\n<p>The <strong>Middle East <\/strong>and<strong> North Africa <\/strong>(<strong>MENA<\/strong>) is the world&#8217;s most water-scarce region with total water productivity being only about half the world’s average. This region is the home to the top 10 worst-hit countries by water scarcity (Qatar, Israel, Lebanon, Jordan, Iran, Libya, Kuwait, Saudi Arabia, U.A.E.).&nbsp; The situation there is worsening due to the impacts of conflict, climate change, and economic downturn. The World Bank has estimated that this region has the greatest expected economic losses from climate-related water scarcity, approximately up to 14% of GDP by 2050. The water crisis threatens the region’s stability as well as its human development and sustainable growth. Flood and drought risks are increasing and are likely to harm the poor disproportionately. However, the region is gearing up to deal with the challenge on several fronts. Some countries like Egypt, Jordan, and Palestine have approved national water resources plans. Other countries have developed frameworks that contain elements of policy, in the form of strategy or master plans. The region, being mostly dependent on transboundary water resources, is beginning to recognize the importance of an integrated approach to water management. <strong>The Gulf Cooperation Council countries ( Bahrain, Kuwait, Qatar, Saudi Arabia, U.A.E., etc.) collect and treat almost 84% of the wastewater generated there<\/strong>. Some huge projects are also being developed to cope with water stress, for example,<strong> Qatar<\/strong> has started its “Water Security Mega Reservoirs Project” to store portable water as per the expected consumption rates in 2036; <strong>Saudi Arabia<\/strong> launched the “Qatrah (water droplet in Arabic) Program” which sets to conserve water and reduce water usage by approximately 40-50% within the next decade.<\/p>\n\n\n\n<h4><strong>What’s the situation in Asia?<\/strong><\/h4>\n\n\n\n<p><strong>Asia<\/strong> which is currently home to 4.5 billion people uses around 65% of the world’s water supply. Around 30% of the Asian population is already facing water scarcity. As a result of population growth, industrial development, and urbanization, the water crisis has become particularly acute. Many river basins already are unable to fulfill the demand for water that they face. According to the research of the International Institute for Applied System Analysis’ (IIASA) Water Program, by 2050, the water scarcity will further increase in almost 70 to 80% of the Asian regions. The problem in the region, however, has not been so much because of a shortage of water, as it has been because of poor management of the water resources and infrastructure. Nevertheless, in recent years, the countries have realized the gravity of the situation and have started taking some stern measures to deal with the crisis. Some of the worst affected countries in the regions, such as India, Pakistan, Indonesia, China, Singapore, etc. have taken the lead in handling the situation through making new laws, designing new projects, and adopting new methods. <strong>Indian Government in 2019 set up a new ministry, the ‘Jal Shakti Ministry’, to prioritize the provision of clean drinking water for all<\/strong>, Pakistan drafted a National Water Policy and ‘Pakistan Water Charter’ to plan, develop, monitor, coordinate and manage its water resources. Countries such as China, Nepal, and <strong>Indonesia<\/strong> developed major projects to curtail the scarcity of water and to meet the increasing demands of their people, such as the ‘Mega Water Diversion Project’, the ‘Melamchi Drinking Water Project’ and the ‘National Urban Water Supply Project’ respectively.<\/p>\n\n\n\n<p>Though the task at hand is very challenging, however, the current approach of the governments certainly has the capability of producing fruitful results for the people of this region in particular and of the world in general.<\/p>\n\n\n\n<h4><strong>Conclusion<\/strong><\/h4>\n\n\n\n<p>Over the years there have been many academic studies, governmental policies, industrial plans, and much more to improve the management of water, reduction of inefficient use of water and to avoid a global crisis of water, yet, the world is still facing a problem of looming global water crisis. Although the situation concerning the availability of water is very bad and it may seem to be beyond any repair, it is important to know that the water crisis is solvable. Water is a renewable resource and therefore, lack of access to water isn’t a law of nature.<strong> Instead, it is just a matter of management, efficiency, regulations, infrastructure, funding, and most importantly, it’s a matter of sincerity in people’s efforts to preserve water resources and to prevent further depletion<\/strong>. In fact, studies also suggest that water scarcity can be reduced significantly by 2050 if the world commits to make some big, and practical changes. These changes, however, have to be multidisciplinary, which means that the water resources must be managed with a goal of ensuring equity in the economy and social welfare without compromising with the ecosystem.<strong>&nbsp;<\/strong><\/p>\n\n\n\n<p><strong>Therefore, there have to be&nbsp; threefold solutions:&nbsp;&nbsp;<\/strong><\/p>\n\n\n\n<ul><li><strong>Environmental policy:<\/strong> preservation and restoration of ecosystems as they naturally collect, store, filter and release water, such as wetlands and forests.<\/li><li><strong>Economic <\/strong>and <strong>Social solutions: <\/strong>improvement of environmental infrastructure and shifting to organic farming and other sustainable methods to reduce pollution.<\/li><li><strong>Engineering Technologies: <\/strong>designing technologies to benefit the environment and address water scarcity issues, such as improving irrigation technologies, rainwater harvesting, etc.<\/li><\/ul>\n","protected":false},"excerpt":{"rendered":"<p>“Water is life’s matter and matrix, mother, and medium. There is no life without water.” ~ Albert Szent -Gyorgyi Introduction Water is an essential natural resource. It is a basic requirement for the survival of living organisms. Clean drinking water is important for a healthy life. Even though more than 70% of Earth is covered [&hellip;]<\/p>\n","protected":false},"author":18,"featured_media":3759,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"authors":[{"term_id":70,"user_id":18,"is_guest":0,"slug":"mehreen","display_name":"Mehreen Altaf"},{"term_id":75,"user_id":31,"is_guest":0,"slug":"shahiqah","display_name":"Shahiqah Shakil"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3714"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/18"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3714"}],"version-history":[{"count":0,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3714\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3759"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3714"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3714"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3714"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}