{"id":3757,"date":"2020-11-10T11:51:46","date_gmt":"2020-11-10T11:51:46","guid":{"rendered":"https:\/\/theryf.org\/?p=3757"},"modified":"2021-01-24T05:45:41","modified_gmt":"2021-01-24T05:45:41","slug":"the-us-mexico-cross-border-crisis","status":"publish","type":"post","link":"https:\/\/theryf.org\/the-us-mexico-cross-border-crisis\/","title":{"rendered":"THE US &#8211; MEXICO CROSS BORDER CRISIS"},"content":{"rendered":"\n<h3><strong>Introduction<\/strong><\/h3>\n\n\n\n<p>&nbsp;The U.S relations with Mexico could be regarded as indispensable because of the fact that the countries share land and maritime border in North America. Several treaties have been concluded between the two nations such as the Gadsden Purchase (an agreement between the U.S and Mexico, in which the U.S agreed to pay Mexico $10million for a 2, 09,670 square mile portion of Mexico) and the <strong>North American free-trade agreement (NAFTA)<\/strong> (an agreement signed by Canada, Mexico and U.S, creating a trilateral trade bloc in North America). Both are members of the various international organizations including the organization of the American States and the United Nations.<\/p>\n\n\n\n<p>Despite the fact that both countries have close diplomatic, economic, and socio-cultural relations, illegal immigration and illegal trade in drugs and firearms continue to be the causes of differences between the two countries.<\/p>\n\n\n\n<h4><strong>Origin<\/strong><\/h4>\n\n\n\n<p>The first border dispute between The United States and Mexico arose because of the reason for migration. In an effort to control the inflow of English-speaking settlers, Mexico banned immigration to Texas from The United States. With the independence of Texas from Mexico in 1845, it became a part of The United States as a slave state by the efforts of the then Mexican President Antonio Lopez de Santa Ana. As a result of the independence of Texas, Mexico ended up its diplomatic relations with the United States.<\/p>\n\n\n\n<p>Furthermore, in a fix to make the Rio Grande River the border between The United States and Mexico which would make Texas part of The United States, the then U.S President James Polk in 1845 offered to purchase California and New Mexico from the Mexican government which in turn was refused. As a mark of retaliation to the refusal, Polk sent military forces to the Rio Grande, and a full-scale US invasion followed with the seizure of Mexico City.<\/p>\n\n\n\n<p><img loading=\"lazy\" width=\"407\" height=\"210\" src=\"https:\/\/lh4.googleusercontent.com\/kjB0Ve6XDR8UgMR7LaYNR7G4AXQJ7IJZPr5IX3JuGXmdI3Dr95NlbhX9Gp38gMNpeOCNeh9AlYQ6dRx4vFs2Ho9nmhksPURtbPXDQJY4e0-317kWRJrTNE-QbpXBd8R-NS4nkri_\"><\/p>\n\n\n\n<p>Thereafter, the peace treaty of <strong>Guadalupe<\/strong> <strong>Hidalgo<\/strong> was signed ending the Mexican-American war which obligated Mexico to relinquish present-day Arizona, California, New Mexico, parts of Colorado, and Nevada. In return for the war-related damage to the Mexican land, $15 million in compensation was paid by The U.S. In addition to this, the peace treaty also provided for the protection of the property and civil rights of the roughly 80,000 Mexican nationals living in The U.S.<\/p>\n\n\n\n<p>In 1853, the then U.S President Franklin Pierce planned to construct a railroad to the Pacific ocean for which he purchased 30,000 square miles of land along the Mesilla Valley which runs from California to El Paso for $10 million. The Gadsden Purchase marks the last adjustment to the border between Mexico and The United States and also the resolution for an indispensable border dispute between the two.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\n\n\n\n<h4><strong>&nbsp;Cross Border Issues<\/strong><\/h4>\n\n\n\n<p>The U.S- Mexican relations have usually remained friendly, nevertheless, periodic tensions have emerged over some major as well as minor issues including trade disputes, immigration, border security issues, drug trafficking, border environmental issues, and water resource issues respectively.<\/p>\n\n\n\n<h4>Drug Trafficking&nbsp;<\/h4>\n\n\n\n<p>Drug trafficking is a global illicit trade involving the cultivation, manufacture, distribution, and sale of substances that are subject to drug prohibition laws.<\/p>\n\n\n\n<p>Mexico plays a major role in the US drug control policy as it is the primary source of and transit country for illicit drugs like heroin, marijuana, and synthetic drugs such as methamphetamine, fentanyl. Besides, Mexico is also a major transit country for cocaine produced in the Andean region of South America.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh4.googleusercontent.com\/fWZTs8sSSUU2-1TpfTHRNLiQgJ_ZIUUfln5lgpzVGnslhPx6BV8VKhXnQFaCy3AvoI5-J9Y2W2WcJXKDY7pTznmMPIzQTAxjeO8VI4n2ahrMpX3iAiQNc1YgwffUQkDrDuDvQ6j3\" alt=\"\"\/><\/figure>\n\n\n\n<p>According to the Drug Enforcement administration (it is an agency tasked with combating drug trafficking and distribution within the United States) 2019 National Drug Threat Assessment, Mexican drug trafficking organisations which are involved in<strong> drug trafficking<\/strong>,<strong> money laundering<\/strong>, and other violent crime continue to pose a greatest criminal threat to the United States.<\/p>\n\n\n\n<p>In 1969, an aggressive search and seizure counternarcotics operation was launched on the U.S Mexico border, by the then U.S President Richard Nixon while declaring “war on drugs”. The government of the United States deployed the agents for the purpose of inspecting all the persons and vehicles crossing into The United States through the border.&nbsp;&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh5.googleusercontent.com\/GNUFpZZZsUCtSY6OIrEx9IwZ6h9SzjE9E_oWL63fWjzN1cYNkWRNZt0c3ITEzNKDL3WnYFBw4wABrQSgQBQmB5LFJrfdzjHHrp43jDdPojPIYW-UC5HZxRdVJOoA-kbVsVG3qzbV\" alt=\"\"\/><\/figure>\n\n\n\n<p>The United States created the Drug Enforcement Administration, DEA and there was some counternarcotics cooperation in the 1970s and 80s. However, the killing of one of its DEA agents in Mexico sparked outrage in The United States which led them to pursue the <strong>unilateral strategy to fight the war on drugs<\/strong>.<\/p>\n\n\n\n<p>Data on drug seizures at the U.S. border indicate an alarming volume of trafficking taking place in recent years. Since 2009, heroin seizures at the southwestern border have almost tripled, while meth seizures quintupled. However, cocaine and marijuana remain two of the most commonly seized drugs along the southern borders, equating to millions of pounds seized by the U.S. Border Patrol.<\/p>\n\n\n\n<p>Since 2012, the number of traffickers apprehended at U.S. borders has steadily increased from 364,768 to nearly 500,000 in 2014. From 2012 to 2015 the U.S. Border Patrol has seized more than:<\/p>\n\n\n\n<p><strong>8.2 million lbs. of marijuana<\/strong><\/p>\n\n\n\n<p><strong>32,600 lbs. of cocaine<\/strong><\/p>\n\n\n\n<p><strong>34,000 ounces of heroin<\/strong><\/p>\n\n\n\n<p><strong>17,600 lbs. of methamphetamine<\/strong><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh4.googleusercontent.com\/7TMDOoQh6GGd4LUJZPZf3gxZd4Ui6buMH1gGfjYaeVQGcN1Nc2qtz6aBDH1wMHcAYGeV8U3GVWjMtH39bH-UVVF6pvE36zOo_De9MboaXTYWgBLRzOUuw0nzAhL1edEb3fXixs9n\" alt=\"\"\/><\/figure>\n\n\n\n<p>Unfortunately, despite the high volume of search &amp; seizure programs that have effectively stopped millions of pounds of illicit drugs from entering the&nbsp; U.S,&nbsp; drugs are still finding their way across and have a profound impact in many states along southern and coastal borders.<\/p>\n\n\n\n<h4><strong>Unauthorised Immigration&nbsp;<\/strong><\/h4>\n\n\n\n<p>Unauthorized immigration refers to the migration of people into a country in violation of the immigration laws of that country or the continued residence of people without the legal right to live in that country.<\/p>\n\n\n\n<p>Unauthorized immigration has always been a subject of greater concern between The US and Mexico with much emphasis on how to prevent unauthorized migration and address the large population of illegal migrants living in the United States. Mexico being the largest source of unauthorized migrants in The United States, the U.S migration policies including stepped-up border and interior enforcement have primarily affected Mexicans as more Mexicans have been leaving the United States than arriving. However, the Mexicans living in the United States, including those who are unauthorized remain the top priority of the Mexican government.&nbsp; <img loading=\"lazy\" width=\"497\" height=\"289\" src=\"https:\/\/lh6.googleusercontent.com\/R1S_Xr_TH953RI-AZtFngmkrIRYvb5xzwp3IQsr2DaTOI-DGjyHUUGdxGQl6dZZwXTEB2L94uXW2iHu6oeLxv2cKTfG8MWpbIrYs751Aqu4KhGSVH6s4h2eQO19q-xNJyjI8eY8l\"><\/p>\n\n\n\n<p><em>Undocumented Guatemalans carry their belongings after crossing the Guatemala-Mexico border<\/em><\/p>\n\n\n\n<p>While the concern of the US government over unauthorized immigration was on peak in the 1990s, it came up with the strategy for tracking down the unauthorized immigrants living in the&nbsp; United States including the enforcement plan increasing border security and granting power to local law enforcement in the Border States to uphold immigration laws.<\/p>\n\n\n\n<p>Since the mid-2000, successive Mexican governments have supported efforts to enact the Immigration reform in the United States, while being careful not to appear infringing upon US authority to make and enforce immigration laws. Mexico has made efforts to combat transmigration by unauthorized migrants and worked with US law enforcement to combat alien smuggling and human trafficking.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh4.googleusercontent.com\/eYSimq8twEwPJCU6EMBiyVTVKEwRN4Vn6FQtI-t0UOD5mlXrwG1HdZblO2zsMeACeCuY3M5K1y3Abnt5pNBQGnOdXcr_Go2rM-XQvsM1c1ugzsLPGbmD7haEAuj4jPVvl9HfOaZu\" alt=\"\"\/><\/figure>\n\n\n\n<h4><strong>NAFTA and USMCA<\/strong><\/h4>\n\n\n\n<p>In 1980, the then US President Ronal Reagan put forth the idea of the <strong>North American Free Trade <\/strong>Zone as a part of his presidential campaign. After signing the Canada-United States free trade agreement in 1988, the governments of the US, Mexico, and Canada agreed to negotiate on what became NAFTA but even after ratification of the agreement by their respective capitals, NAFTA faced significant opposition in both US and Canada.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image is-resized\"><img loading=\"lazy\" src=\"https:\/\/lh3.googleusercontent.com\/kQ-1CaWpYLLpg4JHSeR1uYIdH0bAX3idFKX081cB76qDQVhHMsMMZqjKt_cpA8VAS-ZCvFQU0sAmREweX5zhl1EcfAfylM90o0MMH-RAW3ohUS7fTmRYAoibo47Yi8AkedV-O2Br\" alt=\"\" width=\"595\" height=\"429\"\/><\/figure>\n\n\n\n<p>Eventually, all the three countries ratified NAFTA in 1993, and finally, it came into force a year later, after the addition of the two side agreements to it, The North American Agreement on Labor cooperation NAALC (it is the side agreement to NAFTA under which each of the three countries that are parties to NAFTA agreed to enforce their own labor standards and to strive to improve labor standards in their country) and The North American Agreement on Environmental Cooperation NAAEC (it is an environmental agreement between the US Canada and Mexico as a&nbsp; side treaty to NAFTA which sets out objectives concerning the conservation and the protection of the environment as well as concrete measures to further cooperation on the matters between the three countries).<\/p>\n\n\n\n<h4><strong>Effects of NAFTA:<\/strong><\/h4>\n\n\n\n<p>•<strong> NAFTA<\/strong> <strong>eliminated barriers to trade and investment<\/strong> between the US, Canada, and Mexico.<\/p>\n\n\n\n<p>• It <strong>eliminated most tariffs<\/strong> with the major focus on liberalizing trade in agriculture, textiles, and automobile manufacturing.<\/p>\n\n\n\n<p>• The agreement also sought to protect intellectual property, establish dispute resolution mechanisms and through side agreements, implement labor and environmental safeguards.<\/p>\n\n\n\n<p>• NAFTA fundamentally<strong> proved beneficial to North American economies <\/strong>and the average citizens but harmed a small minority of workers in industries exposed to trade competition.<\/p>\n\n\n\n<p>On the other hand, critics of the agreement argue that it was to be blamed for job losses, wage stagnation driven by low wage competition, and a widening trade deficit.<\/p>\n\n\n\n<p>After US President Donald Trump took office in 2017, all the three signatories a year later reached an agreement to modernize the 25-year-old NAFTA with the <strong>United States-Mexico-Canada Agreement (USMCA)<\/strong> and all the three countries had ratified it in 2020. The USMCA took effect on July 1, 2020, replacing NAFTA. The new United States- Mexico-Canada Agreement (USMCA) will support mutually beneficial trade leading to freer markets, fairer trade, and strong economic growth.<\/p>\n\n\n\n<h4>Cross Border Environmental Issues&nbsp;<\/h4>\n\n\n\n<p>Environmental health and environmental quality issues along the US-Mexico border have always been a concern for several years. Transboundary and shared resources and conflict include the flow of raw sewage and industrial wastewater into the United States from Mexico which has caused health and environmental problems in the border region.<\/p>\n\n\n\n<p>Wastewater collection and treatment system capacity has not kept pace with rapid population growth in the border region. Also, the aging of existing wastewater infrastructure has resulted in increased maintenance issues such as pipeline ruptures. To address border sanitation issues, International Boundary and Water Commission <strong>(IBWC)<\/strong>, The US Environmental Protection Agency <strong>(EPA)<\/strong>, and the North American Development Bank<strong> (NADB)<\/strong> have been engaged to construct wastewater infrastructure on both sides of the border.<\/p>\n\n\n\n<h4><strong>Recent Development and Crisis<\/strong><\/h4>\n\n\n\n<p>Since the beginning of Donald Trump’s Presidential Campaign, U.S-Mexico relations have been in crisis. The bilateral relationships between the two countries have been seriously affected by Trump’s criticism of Mexico and its people, his threats to deport millions of undocumented Mexicans, his desire to build what he calls a <strong>“beautiful wall”<\/strong> on the southern border, and his express intention to abandon NAFTA. For Mexico officials and intellectuals, the current state of affairs has reached the lowest point in the two countries&#8217; relationship over the last 25 years.<\/p>\n\n\n\n<p><strong>President Trump refocused the Merida initiative<\/strong> through executive orders on combating transnational criminal organizations and enhancing border security. Though Trump has praised Mexico’s enhanced efforts to reduce migration flows but criticized Mexico’s anti-drug performance. On the proposal of the Mexican government in 2019, a high-level security working group, with a view to combating organized crime and cross-border crime, was agreed to be created by the U.S government which includes the Merida initiative as one aspect of bilateral efforts.<\/p>\n\n\n\n<p class=\"has-text-align-left\">&nbsp;<img loading=\"lazy\" width=\"446\" height=\"255\" src=\"https:\/\/lh5.googleusercontent.com\/UGZoOgorhfNXsWf39fCBNdvXsxhU-ihZjcthXZtUchl4zENe6dIs115Q8--BEfVhmZNjOVPLS5gotxrsHxZafzAwnBImoMtnIj5p0f6FwASBZVcGKenKU96ViWXf8Brkt5kbnJ-J\"> &nbsp; &nbsp; &nbsp; &nbsp; Trump&#8217;s         <em>Border Wall<\/em><\/p>\n\n\n\n<p>Throughout Donald Trump’s 2016 election campaign, he called for the construction of a bigger, more impenetrable border wall with a view to preventing illegal immigration from Mexico along the U.S-Mexico border. In furtherance of this proposal, The Trump administration two years later announced new rules to deny asylum to anyone crossing the United States illegally. However, Mexico has substantially opposed the construction of the border wall as well as the Trump administration&#8217;s immigration policy for the reason that Mexico places high importance on immigration, not only because millions of co-nationals live in the U.S but also because they send millions of dollars to the country.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh3.googleusercontent.com\/SeSq-AGPSV8eXwvB4bGAqsPTzj7oaHOyO8QjusUDyvyutk118CrOh2fk0Zex6RsR9iSqxMwGAXOA3C7g_1Z-i-I_sg7T2nApTjytvkZiQMC59X4fznIZ6C6fGgzWuYndV83x44V-\" alt=\"\"\/><\/figure>\n\n\n\n<h4><strong>Conclusion<\/strong>&nbsp;<\/h4>\n\n\n\n<p>For the first time over the last 25 years, the U.S-Mexico relations have withered away. The structural system that has prevailed for more than two decades is now under considerable threat. Although USMCA succeeded in the 25 years old NAFTA its future at present remains unpredictable. The nature of the bilateral relationship is likely to change substantially if the U.S implements its immigration reform which will have an enduring impact on the economies of both countries.<\/p>\n\n\n\n<p>The U.S government’s immigration reforms and the modification in NAFTA have adversely affected Mexican nationalism and the perception of the U.S. Thus, the consequence of Trump’s campaign and his presidency has lead to the collapse of the bilateral relations between the two countries on one hand and strengthened the unity of Mexico’s citizens against the US Foreign policy on the other hand.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction &nbsp;The U.S relations with Mexico could be regarded as indispensable because of the fact that the countries share land and maritime border in North America. Several treaties have been concluded between the two nations such as the Gadsden Purchase (an agreement between the U.S and Mexico, in which the U.S agreed to pay Mexico [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":3910,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[87],"tags":[],"authors":[{"term_id":64,"user_id":4,"is_guest":0,"slug":"aiman","display_name":"Aiman Jan"},{"term_id":73,"user_id":32,"is_guest":0,"slug":"shaista","display_name":"Shaista Aziz"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3757"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3757"}],"version-history":[{"count":1,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3757\/revisions"}],"predecessor-version":[{"id":3911,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3757\/revisions\/3911"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3910"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3757"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3757"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3757"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}