{"id":3772,"date":"2020-11-18T09:01:34","date_gmt":"2020-11-18T09:01:34","guid":{"rendered":"https:\/\/theryf.org\/?p=3772"},"modified":"2021-01-24T05:25:13","modified_gmt":"2021-01-24T05:25:13","slug":"what-is-the-law-of-sea-and-how-is-it-affecting-our-oceans","status":"publish","type":"post","link":"https:\/\/theryf.org\/what-is-the-law-of-sea-and-how-is-it-affecting-our-oceans\/","title":{"rendered":"WHAT IS THE LAW OF SEA AND HOW IS IT AFFECTING OUR OCEANS?"},"content":{"rendered":"\n<h3>INTRODUCTION<\/h3>\n\n\n\n<p>Oceans make the most of the earth’s hydrosphere and 72 percent of the earth’s surface. It is a precious asset; a great source of biodiversity, a great contributor to social well-being, economic prosperity, and quality of life. <\/p>\n\n\n\n<p>To govern the oceans and to ensure that maritime activities do not contaminate this resource, the United Nations through its several programs is trying to protect these. Also, the international law of the sea includes all kinds of legal frameworks regarding the sea and its applicability to inter-state relations.<\/p>\n\n\n\n<h3>FREEDOM OF THE SEA<\/h3>\n\n\n\n<p>Even before any law regarding seas came into being, Spanish and Portuguese claimed universal maritime dominion. However, the freedom of the sea doctrine came as a challenge to it. Hugo Grotius, a Dutch jurist, and philosopher was the propounder of the principle of the freedom of the seas (mare liberum). He defined the seas as being, like the air, limitless and therefore common to all. So, seas were declared to be free and belonging to none. This doctrine was strongly pressed by the great maritime and commercial powers. Besides, it remains one of the most fundamental concepts of the law of the sea and is now recognized to include freedom of fishing, laying of submarine cables and pipelines, navigation, and overflight of aircraft.<\/p>\n\n\n\n<p>However, this notion limited the national rights and jurisdiction over the oceans surrounding a nation&#8217;s coastline. Subsequently, by the second half of the 20<sup>th<\/sup> century, serious conflicts arose as coastal states started to demand custom zones for exclusive fishing rights and for the conservation of maritime resources found in their continental shelves.<\/p>\n\n\n\n<h4>UNITED NATIONS CONVENTIONS ON LAW OF SEA<\/h4>\n\n\n\n<p>The United Nations International Law Commission, upon the request of the International Community, began codifying the laws related to oceans in 1949 and prepared four draft conventions which were adopted by the United Nations at its first conference on the law of the sea.<\/p>\n\n\n\n<h4>THE FIRST UNITED NATIONS CONFERENCE ON THE LAW OF THE SEA ( UNCLOS I )<\/h4>\n\n\n\n<p>The United Nations in 1958 convened its first conference on the law of the sea which was attended by eighty-two states. UNCLOS 1 adopted four conventions :<\/p>\n\n\n\n<ol><li>The Convention on the Territorial Sea and Contiguous Zone,<\/li><li>The Convention on the High Seas,<\/li><li>The Convention on&nbsp; Fishing and Conservation of the Living Resources of the High Seas, and<\/li><li>The Convention on the Continental Shelf.&nbsp;<\/li><\/ol>\n\n\n\n<p>Although it was a positive step towards the development of the law of the sea still, there were many loopholes in the convention like the breadth of the territorial sea belonging to the states was not decided under it.<\/p>\n\n\n\n<h4><strong>THE SECOND UNITED NATIONS CONFERENCE ON THE LAW OF THE SEA (UNCLOS II)<\/strong><\/h4>\n\n\n\n<p>This conference which was held in 1960 did not result in any international agreements as it once again failed to fix a uniform breadth of the territorial sea or arrive at a consensus on sovereign fishing rights.<\/p>\n\n\n\n<h4><strong>THE THIRD UNITED NATIONS CONFERENCE ON THE LAW OF THE SEA (UNCLOS III)<\/strong><\/h4>\n\n\n\n<p>Finally, in the 11<sup>th<\/sup> session, a conference was held in 1982 to deal with different drawbacks of the previous conventions. It has resolved many important issues pertaining to ocean usage and sovereignty such as:<\/p>\n\n\n\n<ul><li><strong>It provided definition and breadth of different maritime zones;&nbsp;<\/strong><\/li><\/ul>\n\n\n\n<ol><li><strong>Territorial Sea:<\/strong><\/li><\/ol>\n\n\n\n<p>It is a portion of the sea which is adjacent to the coast and over which the coastal states can exercise sovereignty subject to the right of foreign ships to innocent passage. Under UNCLOS III the territorial water limit was agreed to be 12 nautical miles measured from the baseline.<\/p>\n\n\n\n<ol start=\"2\"><li><strong>Exclusive Economic Zone:<\/strong>&nbsp;<\/li><\/ol>\n\n\n\n<p>It is an area beyond and adjacent to the territorial sea extending up to 200 nautical miles seaward from the baseline. In this zone, the coastal states have exclusive rights and duties, to, amongst other things, explore, exploit, conserve and manage the living, nonliving, and natural resources within this area.&nbsp;<\/p>\n\n\n\n<ol start=\"3\"><li><strong>Continental Shelf:<\/strong><\/li><\/ol>\n\n\n\n<p>It is that area of the coastal state which comprises the sea-bed and subsoil of the submarine areas that extend beyond its territorial sea up to a distance of 200-350 nautical miles from the baseline. However, it shall not exceed beyond that.<\/p>\n\n\n\n<ul><li><strong>It provided certain rights to Coastal states as well as other states:&nbsp;&nbsp;<\/strong><\/li><\/ul>\n\n\n\n<ol><li><strong>Rights of Coastal States:<\/strong>&nbsp;<\/li><\/ol>\n\n\n\n<p>They have certain exclusive rights including the right of fishing, rights over sea bed resources, rights to enact laws and regulations relating to transport and navigation, and the right to hold states responsible for non-compliance, etc.<\/p>\n\n\n\n<ol start=\"2\"><li><strong>Right of other states:<\/strong><\/li><\/ol>\n\n\n\n<p>The convention secures the “right of innocent passage” to other states through the territorial water of coastal states. Such a right implies that as long as a vessel has a purpose of traveling across the territorial sea, it amounts to innocent passage, which cannot be hindered by the coastal state.&nbsp;&nbsp;<\/p>\n\n\n\n<ul><li><strong>It provided for the establishment of International Seabed Authority;&nbsp;<\/strong><\/li><\/ul>\n\n\n\n<p>It has also established an inter-governmental body known as the International Seabed Authority to organize, regulate, and control activities that are mineral-related in the international sea-bed area beyond the limits of the continental shelf of coastal states.&nbsp;<\/p>\n\n\n\n<ul><li><strong>It provided conflict resolution methods;<\/strong>&nbsp;<\/li><\/ul>\n\n\n\n<p>For three decades, dispute settlement under this convention has flourished, in the form of negotiation, mediation, conciliation, arbitration, judicial settlement, and formation of the commission on the continental shelf.<\/p>\n\n\n\n<h4><strong>Protection of Marine Environment and Biodiversity<\/strong><\/h4>\n\n\n\n<p>Oceans, despite being essential for survival, are subjected to a lot of degradation due to destructive human activities such as resource extraction, overfishing, pollution, etc. The United Nations under its various programs is working towards the protection of Marine Environment and Biodiversity:<\/p>\n\n\n\n<p><strong>The United Nation Environmental Programme (UNEP)<\/strong> is trying to work out solutions and strategies which will diminish human impacts and promote good use of marine and coastal ecosystems:<\/p>\n\n\n\n<ol><li>It is working to promote and restore coastal blue carbon ecosystems by advancing science-based management approaches, international cooperation, a regional and global assessment by using practical methods to conserve and restore this ecosystem.&nbsp;<\/li><li>It is also assisting nations to adopt equitable and effective uses of the marine environment while protecting areas by furnishing technical support and building a capacity for the management of these areas.&nbsp;<\/li><li>World’s coral reefs, which generate millions of dollars annually, are degrading at a high rate due to destructive fishing, unsustainable development, ocean acidification, etc. UNEP is trying to protect these reefs by working with different stakeholders and partners such as <strong>International Coral Reef Initiative (ICRI), Regional Seas Programme, Reef world, etc.&nbsp;&nbsp;<\/strong><\/li><li>Since the coming of the Regional Seas Programme, the United Nations has significantly been able to address the generation of the world&#8217;s oceans through a “shared seas” approach, which is to engage adjacent nations in extensive and particular actions to conserve their common marine environment.<\/li><li>UNEP is also hosting the <strong>Global Programme of Action (GPA)&nbsp;<\/strong> for the protection of the marine environment from land-based activities to deal with land-based pollution which contributes to nearly 80% of marine pollution. It emphasizes addressing three primary source categories that are, marine litter, nutrient management, and wastewater. <a href=\"https:\/\/www.unenvironment.org\/explore-topics\/oceans-seas\/what-we-do\/addressing-land-based-pollution\"><\/a>source: www.unenvironment.org<\/li><\/ol>\n\n\n\n<h4><strong>International maritime organization (IMO)<\/strong><\/h4>\n\n\n\n<p>It was established as a specialized agency for the advancement of international maritime law. Its main purpose is to create and maintain a broad regulatory framework for shipping and safety, legal matters, environmental concerns, technical co-operations, and efficiency of shipping.<\/p>\n\n\n\n<ol><li><strong>Marine shipping and pollution:<\/strong> In order to reduce air pollution due to shipping, IMO has adopted different measures. These include;<\/li><\/ol>\n\n\n\n<ul><li><strong>International Convention for the Prevention of Pollution from Ships, 1973<\/strong>, now known as MARPOL. It addresses pollution from ships caused due to noxious liquid substances, harmful substances, sewage, garbage, and oil. MARPOL has significantly been able to reduce pollution from international shipping. These measures have ensured that oil tankers are made and operated safely and in such a way so as to ensure very little oil is spilled in accidents.<\/li><li>With regard to chemicals, it has been instructed that the design of ships should be such as to reduce the risks to ships, their crew, and the environment. Moreover, it has been prohibited to discharge sewage into the sea.<\/li><li>It limits the use of main air pollutants contained in ships such as sulfur oxide and nitrous oxide. The emission of ozone-depleting substances has also been prohibited.<\/li><li>Additionally, a separate convention has been made known as the International Convention For The Prevention Of Pollution Of The Sea By Oil (oil pool).<\/li><\/ul>\n\n\n\n<ol start=\"2\"><li><strong>Polar Code:<\/strong> It is foreseen that the polar maritime traffic is going to increase in the coming years. These regions are visited because of commercial imperatives and growing tourism, in the north and south respectively. However, this should not hamper the life of the sea and the sustainability of the environment of Polar Regions. Moreover, the protection of the environment and security of ships navigating in tough, remote, and exposed Polar Regions has always been a concern for IMO. There are different challenges to the ships operating, that are a shortage of communication systems, good charts, different navigational aids, and poor weather conditions.&nbsp;<\/li><\/ol>\n\n\n\n<ul><li>With the growing polar shipping, IMO has addressed International concern about the protection of the polar environment and the safety of seafarers and passengers by introducing new regulations that all ships operating in these waters must comply with.&nbsp;<\/li><li>International Code For Ships Operating In Polar Waters (polar code) is mandatory under both the International Convention For The Safety Of Life At Sea (SOLACE) and MARPOL. It sets out mandatory standards that cover the wide range of design and construction, equipment, operational and training concern, rescue, and the protection of the pristine environment and ecosystems of both the poles as well.&nbsp;<\/li><li>Each chapter contains different aims and functions that include watertight and weathertight integrity, ship structure, machinery installations, the safety of navigation, voyage planning, training, etc. on one hand and prevention of pollution due to oil, chemicals, sewage, and the discharge of garbage on the other and.<\/li><\/ul>\n\n\n\n<ol start=\"3\"><li><strong>Piracy: <\/strong>An unauthorized act of violence committed by a private vessel in seas against another vessel with intent to loot or rob is called piracy. It is considered to be an international crime and pirates as enemies of every state. <a href=\"https:\/\/images.app.goo.gl\/hqqKCm4TxULeffCw6\"><\/a><\/li><\/ol>\n\n\n\n<ul><li>At the beginning of the present century, the acts of piracy have increased particularly on the coasts of Somalia. At least, Eighty-four attacks and millions of dollars have been robbed, many have been killed, injured and hundreds of hostages were taken in a single year. To tackle this problem, representatives of Somalia urged the president of the Security Council for the safety of the shipping and navigation. Consequently, a resolution was adopted to condemn all acts of piracy in territorial waters and high seas in Somalia.&nbsp;<\/li><li>Also, IMO has developed certain regulations and guidance through the Maritime Safety Committee (MSC) to secure and manage travel and trade across seas. Thus, it has addressed the issue of piracy and armed robbery against ships too.&nbsp;<\/li><li>Due to the above-mentioned situation in Somalia, IMO is trying to enhance maritime security in west and central Africa, with the region&#8217;s maritime agreements. Fortunately, ill effects of piracy have been mitigated over time because of the adoption of several anticipatory measures by IMO with the support of shipping industries. Its armed robbery and piracy module has information publicly available with the globally integrated shipping information system.<\/li><li>Further,&nbsp; the member states who seek to enlarge their national measures for the threat of piracy and different unlawful activities can get IMO’S assistance.&nbsp;<\/li><\/ul>\n\n\n\n<h4><strong>Intergovernmental Oceanographic Commission<\/strong><\/h4>\n\n\n\n<p>The United Nations educational, scientific, and cultural organizations&#8217; Intergovernmental Oceanographic Commission (IOC)&#8217; works to promote international cooperation and coordinates programs pertaining to marine research, services, hazard mitigation, observation systems, and effective management of the resources of coastal areas and oceans. This commission aims to foster management, administration, decision-making processes for sustainable development of the marine environment.<\/p>\n\n\n\n<h4><strong>CONCLUSION<\/strong><\/h4>\n\n\n\n<p>The United Nations through the conventions and formation of IMO covers various aspects of the sea such as navigation, fishing, deep seabed mining, etc. It is accepted today worldwide that the convention of 1982 is a &#8216;constitution for the oceans&#8217;, within which every activity pertaining to seas must be done. As far as resource extraction and utilization of these oceans in its different aspects are concerned, the same should be carried out in a way so as to not abate the marine environment and biodiversity.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>INTRODUCTION Oceans make the most of the earth’s hydrosphere and 72 percent of the earth’s surface. It is a precious asset; a great source of biodiversity, a great contributor to social well-being, economic prosperity, and quality of life.  To govern the oceans and to ensure that maritime activities do not contaminate this resource, the United [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":3905,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[86],"tags":[],"authors":[{"term_id":67,"user_id":9,"is_guest":0,"slug":"bisma","display_name":"Bisma Bashir"},{"term_id":71,"user_id":40,"is_guest":0,"slug":"ziqra","display_name":"Ziqra Kanroo"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3772"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3772"}],"version-history":[{"count":1,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3772\/revisions"}],"predecessor-version":[{"id":3906,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3772\/revisions\/3906"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3905"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3772"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3772"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3772"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}