{"id":3901,"date":"2021-01-24T05:08:05","date_gmt":"2021-01-24T05:08:05","guid":{"rendered":"https:\/\/theryf.org\/?p=3901"},"modified":"2021-01-24T05:26:32","modified_gmt":"2021-01-24T05:26:32","slug":"prevalence-of-child-mental-health-problems-in-africa","status":"publish","type":"post","link":"https:\/\/theryf.org\/prevalence-of-child-mental-health-problems-in-africa\/","title":{"rendered":"PREVALENCE OF CHILD MENTAL HEALTH PROBLEMS IN AFRICA"},"content":{"rendered":"\n<p><\/p>\n\n\n\n<h3>INTRODUCTION<\/h3>\n\n\n\n<p>Africa, being a large continent is prone to diverse issues and problems like high prevalence of communicable diseases, low incomes, malnutrition, poorly staffed services, low life expectancy and the like. The most crucial amongst such problems is mental health issues of children which remains unaddressed to a very large extent.&nbsp;<\/p>\n\n\n\n<p>One of The major causes of growing psychological problems in the continent are increasing poverty, wars, natural disasters and other such sorts of violence and social unrest. It has been revealed that the element of depression alone is going to be the second biggest burden of all health conditions by 2030<\/p>\n\n\n\n<p>In Africa, a plethora of mental health problems exist among children consisting of half of the population of the region. It is estimated that of the children aged between&nbsp; 0 to 9 years, about 3 % suffer from mental disorders. Many suffer from poor psychological development because of neglect either by their mothers or other caretakers.&nbsp;<\/p>\n\n\n\n<h3><strong>MENTAL HEALTH ISSUES OF CHILDREN<\/strong><\/h3>\n\n\n\n<p>Child and adolescent mental health is defined by the WHO as the capacity to achieve and maintain optimal psychological functioning and well being. It is directly related to the competence achieved and level reached in psychological and social functioning.<\/p>\n\n\n\n<p>It includes an idea of identity and self-worth, sound family and peer relations, an ability to learn and be productive and capacity to use cultural resources and developmental challenges to maximize development.<\/p>\n\n\n\n<p>However, if there are patterns or changes in thinking, behaving or feeling that causes distress or disrupts a person’s ability to function it implies mental illness or mental health disorder. The&nbsp; mental health disorder includes problems like disruptions or delays in developing age, inappropriate thinking, deviant behaviors, unregulated emotions or social skills which distress children and thereby disrupt their ability to function well in life.<\/p>\n\n\n\n<p>In many African countries, the most usual presentation of psychosis is acute transient psychosis, paranoid psychosis and psychosis resulting from cerebral involvement in infectious diseases which produce temporary disability but may prove to be fatal if not treated properly.<\/p>\n\n\n\n<p>The children growing up in such regions&nbsp; are usually exposed to extremely crucial experiences, who became hardly compatible with physical as well as emotional survival. Unless these toxic environments are addressed by the systems of care, improvement in the mental health of the children is a goal unachievable.<\/p>\n\n\n\n<p>&nbsp;There are some human resources dedicated to the mental health of children. The pushes of the World Health Organization to include mental health in the millennium development goals have improved the profile of child mental health to a very large extent. However, there are certain challenges to the development of appropriate comprehensive child mental health services in Africa. The primary challenges say for instance are socio-economic circumstances and demographic complexities.<\/p>\n\n\n\n<p>In Africa,both a formal as well as informal system of mental health care for children. Though the formal systems of care have been largely eroded by war or poverty but the informal system of care which includes care by family, by indigenous healers or NGO’s are to the large extent developed. For instance, the NGO&#8217;S like The Ape Action Africa, the Medical and Research Foundation (AMREF), the Etijah and the like launch certain programs that provide a great help in addressing the issues of orphans and vulnerable and thereby come to the rescue of poor and mentally ill children.&nbsp;<\/p>\n\n\n\n<p>However, for proper care of needy children, both care systems are important and both must work together and complement each other as both are interdependent, for a formal care system can’t effectively address the issue having social context without consulting the informal system of care. Similarly the informal system of care depends on a formal system for specialized training and supervision.<\/p>\n\n\n\n<h3>CURRENT SITUATION IN AFRICA<\/h3>\n\n\n\n<p>In Africa, mental health problems have assumed greater attention. The continent&#8217;s population grew by 49% between 2000 to 2015&nbsp; and is expected to double by next three decades. There is constant pressure on young people who struggle to earn a livelihood in highly competitive labor markets. It is believed that they may face psychological problems because of their failure to realize ambitions or may turn to substance misuse for alleviating their frustrations.<\/p>\n\n\n\n<p>The member states of the world health assembly in 2013, committed to the Mental Health Action Plan, whereby they pledged to enhance service coverage for severe mental health disorders by 20% by 2020 and to reduce suicide rates by 10%.<\/p>\n\n\n\n<p>But the fact remains that health in general is still a poorly funded area of social services in most African countries, morality happening mostly by infectious diseases and malnutrition and morbidity and disablement due to mental illness receive little attention from the government. Mental services in particular continue to be poorly developed with no mental policies, programs or action plans.<\/p>\n\n\n\n<h3>RELIEF PROGRAMS &amp; GOVERNMENT INITIATIVES<\/h3>\n\n\n\n<p>The member states of the African region of the world health organization adopted two resolutions in 1988 and 1990 to improve mental health services with the main aim to formulate mental health policies, programs and action plans.<\/p>\n\n\n\n<p>Two years later, a survey was conducted to see if the countries adopting the resolutions have done anything in this regard. Though there were some modest achievements yet the situation of mental health programs in most of the countries including Africa was unsatisfactory.<\/p>\n\n\n\n<p>WHO in its African Regional Strategy for Mental Health in the year 2020, emphasized that populations in the African region are occupied by various mental and neurological disorders happening to be the major cause of disability. To address this issue, WHO is undertaking a large number of&nbsp; welfare projects with the aim to promote mental health services in Africa by strengthening mental health policies and implementing regional strategies to prompt mental health and thereby prevent mental, psychological and neurological disorders. In the long run, WHO intends to reduce disability associated with mental, psychological and neurological disorders through community based rehabilitation.<\/p>\n\n\n\n<h3>HOW TO SOCIALLY UPLIFT THE AFFECTED?<\/h3>\n\n\n\n<p>Mental disorders are counted among the top ten causes of disability in Africa the burden of which on health issues is going to rise making it inevitable to give this issue the attention and resources it needs.<\/p>\n\n\n\n<p>While planning the system of child mental health care in Africa, two important factors that need to be taken into account include firstly, the moral value system&nbsp; and cultural specific world views of Africa, Asia, Arab and Caucasian people and secondly the social context in which children grow.<\/p>\n\n\n\n<p>It is the need of the hour that authorities in power should develop psychiatry and mental health care. The mental health policies should be strengthened and regional strategies should be adopted and implemented to prompt mental health and mental, neurological and psychological disorders. The drug abuse related problems should be prevented. Community based rehabilitation is required to be launched for reducing disability associated with neurological, mental and psychoactive substances.<\/p>\n\n\n\n<p>People’s perceptions are usually influenced by traditional beliefs in supernatural causes and remedies which leads to unhelpful or health damaging responses to mental illness and stigmatization of mentally ill persons. The negative perception of people as well as policy makers regarding mental and neurological disorders should be changed through various awareness programs and by formulating or reviewing existing legislation in support of mental health.&nbsp;<\/p>\n\n\n\n<p>Equitable access should be provided to cost-effective mental, neurological and psychosocial care.<\/p>\n\n\n\n<h3>CONCLUSION<\/h3>\n\n\n\n<p>In order to improve the deteriorating situation of mental health services in Africa, there is dire for authorities to lay focus on the system of health care available for patients in general and children in particular. It should be the priority of the policy makers and authorities in power to make inpatient psychiatric services available at least for children suffering from psychiatric disorders.<\/p>\n\n\n\n<p>Like other countries, the primary health care model has been adopted in Africa long ago but the mental health services were made vertical recently which however is largely based in mental hospitals, catering mainly for adults. Secondary and tertiary outpatient services for children have been started in some areas but only South Africa and Senegal have made inpatient Psychiatric services available for children.<\/p>\n\n\n\n<p>when there is lack of general psychiatric services for children, Other sectors of medical care systems have correspondingly a greater responsibility in meeting mental health needs of patients in Africa and until the general psychiatric services are made available, other sectors are morally under the obligation to step forward and contribute to the humanitarian cause of coming to the rescue of helpless and devastated children. Disciplines like maternal and child health departments, pediatrics, schools, social welfare services, juvenile justice systems and prisons though general, fairly basic and non-specialized but are the obvious ones that have to play a role in contributing to the noble cause of maintaining the mental stability of children.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>INTRODUCTION Africa, being a large continent is prone to diverse issues and problems like high prevalence of communicable diseases, low incomes, malnutrition, poorly staffed services, low life expectancy and the like. The most crucial amongst such problems is mental health issues of children which remains unaddressed to a very large extent.&nbsp; One of The major [&hellip;]<\/p>\n","protected":false},"author":32,"featured_media":3903,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[84],"tags":[],"authors":[{"term_id":73,"user_id":32,"is_guest":0,"slug":"shaista","display_name":"Shaista Aziz"}],"_links":{"self":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3901"}],"collection":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/users\/32"}],"replies":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/comments?post=3901"}],"version-history":[{"count":2,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3901\/revisions"}],"predecessor-version":[{"id":3904,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/posts\/3901\/revisions\/3904"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media\/3903"}],"wp:attachment":[{"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/media?parent=3901"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/categories?post=3901"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/theryf.org\/wp-json\/wp\/v2\/tags?post=3901"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}